{
    "Articles": [
        {
            "id": 0,
            "urls": "https://www.businessinsider.com/generative-ai-market-froth-openai-cerebras-meta-2024-10",
            "title": "There are 3 signs that generative AI might be reaching peak market froth — and it's not just OpenAI",
            "brief": "Signs that the AI frenzy is getting frothy have emerged in recent weeks across different segments such as chips, AI models and new form factors.",
            "image": "https://i.insider.com/66fffc973f2165d716de71ed?width=1200&format=jpeg",
            "content": "In years to come, Silicon Valley may view the events of the past few weeks as the moment the generative AI boom got too frothy.  Investors spent the summer wondering if top AI stocks could continue to justify soaring valuations in the face of absent returns from their massive AI spending. Now, signs have emerged that they're not yet done with generative AI mania. As September rolled into October, some of the most significant investment areas in AI received fresh votes of confidence — be it in the chip space, the large language model arena, and devices.  But there could be reason to feel cautious about the latest developments. Cerebras, a chip startup, included an eyebrow-raising detail in its IPO prospectus. But first, here's a quick primer on the Sunnyvale-based company.  Founded in 2015, Cerebras aims to accelerate AI development by designing processors to train and deploy smarter LLMs. It believes these processors, among other offerings, can compete with the powerful chips sold by Nvidia. That's no walk in the park. Nvidia has emerged as one of the biggest winners of the generative AI boom, having grown from a market capitalization of $364 billion at the start of 2023 to over $3 trillion. As things stand, however, Cerebras' plan to take it on involves generating the vast majority of its revenue from just one customer: Abu Dhabi-based AI firm G42. According to its IPO prospectus, Cerebras — backed by investment firms such as Altimeter, Benchmark, and Coatue — generated 83% of its $78.6 million revenue in 2023 and 87% of the $136.4 million revenue generated in the first half of 2024 from G42. Founded in 2018, G42 has emerged as one of the Middle East's biggest AI opportunities. Abu Dhabi's sovereign wealth fund, Mubadala, owns a stake, as do Microsoft and the private equity firm Silver Lake. There appears to be reason to work with G42, then, but by Cerebras' admission, an \"adverse\" change in the relationship could harm the chip firm. While Cerebras has sought to strengthen its customer base — it reached an agreement with oil giant Saudi Aramco in September — its revenue concentration will weigh on investors as it aims to raise $1 billion in its public listing at a $7 billion to $8 billion valuation, per Bloomberg. Warning signals emerged elsewhere as OpenAI shook up the market for LLMs on Wednesday by closing the most valuable funding round in Silicon Valley history. While the ChatGPT maker announced that it had raised $6.6 billion at a $157 billion valuation from a series of new and existing investors, it did so with a few notable asterisks. For one, per the Financial Times, OpenAI has asked its investors not to back its rivals, which include Anthropic, Elon Musk's xAI, and Safe Superintelligence (SSI), the startup founded in June by OpenAI's former chief scientist, Ilya Sutskever. While it has the right to do this, the ask is unusual in the world of startup investing, where venture capitalists often spread their bets. Gary Marcus, a professor who testified next to OpenAI's Sam Altman at a Congress hearing in 2023, described the move as OpenAI \"running scared.\" David Sacks, general partner at Craft Ventures, called the ask a \"shady\" one. \"The mask is really coming off,\" he wrote on X. It is also worth taking a closer look at some of the investors in its latest round. As my colleague Darius Rafieyan noted earlier this week, some of the most \"prolific bubble chasers\" — investors with a track record of betting on companies close to their peak — now count themselves as OpenAI backers. Think SoftBank, the Japanese conglomerate that burned billions of dollars on WeWork, and Tiger Global, an investment fund that suffered brutal losses in recent years after going on huge startup betting sprees. This has taken place against a backdrop of wider challenges. OpenAI no longer has a chief technology officer after Mira Murati quit the firm late last month, becoming the latest top-tier executive to depart. The company has also been battling to reverse its lossmaking operations. According to a September report from The New York Times, OpenAI's monthly revenue grew to $300 million in August —but it has projected $5 billion in losses this year. The other notable sign of market frothiness came as Mark Zuckerberg unveiled a bold new wearable device for the AI era: Meta's Orion. The augmented reality glasses, introduced at the company's Connect conference in late September, put AI front and center by embedding the technology in a way that \"can sense and understand the world around you,\" according to Meta. While they have impressed — Nvidia CEO Jensen Huang gave a glowing endorsement of the wearables in a promotional video, and Meta's stock responded positively after the event — there are a few matters to consider beyond the hype for it. The first is cost. According to The Verge's Alex Heath, who spoke to Meta executives, the cost of building a single Orion unit at present is a steep $10,000. Even if that cost can be brought down — something Orion lead Rahul Prasad told The Verge would be a focus of the device's next development phase — Meta will need to contend with the fact that appetite for these wearables hasn't exactly impressed in the past. Meta rival Snapchat took a go at introducing glasses to the market in the mid-2010s but failed to make a splash after incurring a $40 million loss on them. It is taking another crack with AI-embedded eyewear, announcing a partnership last month with OpenAI to embed its tech. Other form factors for AI that have emerged recently, such as the Humane AI pin that launched in April and the pocketable rabbit R1 introduced in January, have largely flopped, too. Where does this leave us? In short, a lossmaking startup must justify its $157 billion valuation. A chip firm worth up to $8 billion must persuade investors not to worry about its undiversified revenue streams. Meta will need to convince consumers to switch to another way of interacting with AI entirely.  All of these things may come to pass. If so, this will be seen as a juncture where AI goes on to truly revolutionize the industries it touches — and repay the faith of investors. But if history is anything to go by, the high-stakes tech world is rarely plain sailing.      Advertisement POPULAR CATEGORIES ...",
            "label": "AIML",
            "author": "Hasan Chowdhury"
        },
        {
            "id": 1,
            "urls": "https://www.bbc.co.uk/news/articles/ckg9k5dv1zdo",
            "title": "The racist AI deepfake that fooled and divided a community",
            "brief": "Almost a year after a fake clip of a high school principal went viral, the impact on an American town lingers.",
            "image": "https://ichef.bbci.co.uk/news/1024/branded_news/65ec/live/468ff8d0-825b-11ef-83dd-fbf1b9732cf0.png",
            "content": "Community volunteer Alfie Malone and reporter Kristen Griffith both struggled with what to make of an offensive audio clip that turned out to be fake When an audio clip appeared to show a local school principal making derogatory comments, it went viral online, sparked death threats against the educator and sent ripples through a suburb outside the city of Baltimore. But it was soon exposed as a fake, manipulated by artificial intelligence - so why do people still believe it’s real? “I seriously don't understand why I have to constantly put up with these dumbasses here every day.” So began what appeared to be a long tirade from the principal of Pikesville High School, punctuated with racist, antisemitic and offensive tropes. It sounded like it had been secretly recorded. The speaker went on to bemoan “ungrateful black kids” and Jewish people in the community. The clip, first posted in January, went viral nationally. But it really struck a nerve in the peaceful, leafy suburb of Pikesville, which has large black and Jewish populations, and in the nearby city of Baltimore, Maryland. Principal Eric Eiswert was put on paid administrative leave pending an investigation. Alfie Malone, a black man who lives in nearby Baltimore, spotted other members of his community posting the clip and assumed it was real. “In the back of your mind you think this is probably the way people really actually feel about us,” Mr Malone said. “And then to hear that actually come across audio.” In an effort to corroborate what he was hearing, Mr Malone checked out other real recordings of Mr Eiswert on social media and they sounded the same. So the part-time postman, part-time podcaster hit the re-share button. US teacher accused of racist deepfake of principal They were arrested for posting during the riots – will it change anything? The clip started to gain traction across social media as more people spread it online. One of the most shared versions was well on its way to passing two million views within hours. Already, that’s around 60 times the entire population of Pikesville. But what those sharing the clip didn’t realise at the time was that another bombshell was about to drop: the clip was an AI-generated fake. For BBC Radio 4’s Why Do You Hate Me USA, I’ve been in Maryland investigating the impact this clip had on that town. It reads almost like a fable about the dangers AI poses, especially when local communities are targeted. When the clip landed on the desk of Kristen Griffith, an education reporter at the Baltimore Banner, she thought it was going be a relatively straightforward story of a teacher being exposed for making offensive remarks. But as is best-practice in journalism, Ms Griffith wanted to give the principal the chance to comment and tell his side of the story. So, she reached out to his union representative, who said not only did Mr Eiswert condemn the comments, but he didn’t make them. “He said right away, oh, we think this is fake… We believe it's AI,” she told the BBC. “I hadn't heard that angle” before. But when she published that explanation, her readers were not convinced. Far from raising questions about the clip’s veracity, it just fuelled backlash from people who thought the allegation of fakery was just an excuse or an attempt to evade accountability. It was at this point that local police started investigating the case. Staff at Pikesville High told them they were feeling unsafe because of all the attention, and they were concerned that the school was bugged with recording devices. Principal Eiswert’s reputation had taken a serious hit too. Security was stepped up around both him and the school.  He became a target for social media hate and threats. I found dozens of abusive messages taking aim at him on social media. When police and the school board superintendent announced a Pikesville High faculty member had faked the audio, it sent shockwaves through the community Then in April, Baltimore Police Chief Robert McCullough confirmed they now had “conclusive evidence that the recording was not authentic”. And they believed they knew who made the fake. Police charged 31-year-old Dazhon Darien, the school’s athletics director, with several counts related to the fake video. Charges included theft, retaliating against a witness and stalking. He was arrested at the airport, where police say he was planning to fly to Houston, Texas. Police say that Mr Darien had been under investigation by Principal Eiswert over an alleged theft of $1,916 (£1,460) from the school. They also allege there had been “work performance challenges” and his contract was likely not to be renewed. Their theory was that by creating the deepfake recording, he hoped to discredit the principal before he could be fired. Investigators say they traced an email used to send the original video to a server connected to Mr Darien, and allege that he used Baltimore County Public Schools' computer network to access AI tools. He is due to stand trial in December 2024. Mr Darien’s legal representatives did not respond to requests for comment. Baltimore County Schools Superintendent Myriam Rogers had previously said it was “a very difficult time” for the school community, the principal and his family. Representatives for Pikesville High School and Mr Eiswert did not respond to my requests for further comment. Because the clip was audio-only, it meant there were no visual giveaways, like robotic movements that normally reveal AI manipulation. It also mentioned jargon, like “grade-level expectations”, and other details, like staff names, that only people close to the school would know. When you listen carefully, though, there are clear edits between sentences - and the voice, while similar to the principal, sounds quite monotonous. Artificial intelligence can use several minutes of a real recording - from, say, your favourite actor in a film or a presidential candidate giving a speech - to then generate a clip that makes it sound like they said something they never did. But perhaps the biggest reason why people believed the video was real was because it felt true, Mr Malone told me. It tapped into his own experiences of racism as a black man living in Baltimore. When Mr Malone heard the principal describe black students as lazy, it immediately reminded him of slurs and discrimination he’d encountered at school and work. Months later, the effects of the fake audio clip are still felt in Pikesville. Mr Eiswert has moved jobs and is working in another school. And even though some community members told me they now accept the video is fake, the damage is done. “This is a Jewish neighbourhood and to say something that's so inflammatory about the community was upsetting,” a woman called Sharon told me as she packed her grandchild’s pram into a car in a house opposite the high school last August. For several minutes, Sharon talked to me as though the clip was real. “I think when people say things like that, other people join in that and it makes me more fearful.” When her husband chimed in from the car, reminding her the clip was actually fake, she admitted she did “find out later it was AI-generated”. But she said she was still angry about it. The clip continues to affect the local community in Pikesville and those connected to the high school I found that for people like Sharon, who had believed the clip was real, even for a short time, it stayed with them - especially when the message echoed genuine experiences of racism and discrimination. It reminded me of something I hear time and time again while investigating misinformation and conspiracy theories: “Well, even if it’s not real, it’s what I think they think.” All the major social media companies say they have policies to label, remove and limit the spread of AI-generated posts. But that action only happens when it can be proven a clip is fake. By that point, it could have already reached millions of people. Alfie Malone said even earlier that day, he spoke to a friend who still had no idea the clip was AI-generated. “I honestly believe that a lot of people here in this city don't really know that that's not true,” he said. He said he felt sorry that Mr Eiswert, the school principal, was wrongly accused of making the comments. He is also worried the episode has undermined real experiences of racism. He said he’d think twice before re-sharing a clip like this again. “I've been burnt by the fire once. I'm not touching the stove again.” 'Worst night so far in Beirut' as Israel issues fresh evacuation orders in southern Lebanon Israeli strikes on Gaza mosque and school kill 26, health ministry says Ex-cabinet secretary says £200,000 job is underpaid 'Rightmove is my porn' - the addiction to online property search We married for £100 with 99 other couples and wouldn't change a thing Trump and Harris are deadlocked -  could an October surprise change the game? The Papers: PM's call for calm and 'private school VAT delay' Tool promised to help non-verbal people - but did it manipulate them instead? Prison isn't working for women, ministers say. Can it be fixed? Immunotherapy saved my life. Can research improve the odds for others? Bankers 'neither villains nor rock stars', says Industry creator Sign up here Kit Harington stars in the new series of Industry Plunge into the unrelenting, seductive world of high finance Gabriel Gatehouse investigates America’s conspiracy culture America through the looking glass - enter a world where nothing is as it seems Paddy and Chris’ epic quest to crack the code of ageing They are on a mission to find out how to grow old gracefully, and possibly disgracefully… How much do you know about the person you love? A jaw-dropping investigation into one of the world’s most sophisticated catfishers © 2024 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking. ...",
            "label": "AIML",
            "author": "https://www.facebook.com/bbcnews"
        },
        {
            "id": 2,
            "urls": "https://www.androidpolice.com/google-vids-guide/",
            "title": "Google Vids: Everything you need to know",
            "brief": "Vids is an Ai-powered app for Google Workspace that was launched in June 2024. It's a video editing tool that looks similar to Google Slides.",
            "image": "https://static1.anpoimages.com/wordpress/wp-content/uploads/2024/10/what-is-google-vids.jpg",
            "content": "Your changes have been saved  Email is sent Email has already been sent Please verify your email address. You’ve reached your account maximum for followed topics. Google announced its newest entry into the Workspace suite of AI-powered apps, Google Vids, in June 2024. Google Vids isn't the text-to-video tool you might expect. After watching its introductory video, it's clear how Google views this new tool being used. The announcement came on behalf of the Google Slides Team. Google Vids looks more like AI-assisted Google Slides than it does a video editor. This might be exciting for some people who use Workspace for business or video production, but not so much for the average consumer. When we think of AI video, we typically think of generative AI, but could this be a handy tool for some? Google's demo video advertises Google Vids as a corporate presentation editor for things like product pitch videos or employee training videos. What you edit is more of a souped-up PowerPoint presentation that can be downloaded as a video or shared with a link. The primary interface looks a lot like Google Slides. The editor features a basic video timeline and tools similar to Slides for adding text, images, and videos. As Google Vids rolls out to Workspace users, there's a 10-minute time limit, and it only supports horizontal video content. The interface is intuitive, especially for those familiar with Google Slides. The scene-based editor allows you to edit visual and audio content in each scene, keeping you organized and able to easily re-order your scenes. The UI is heavily influenced by Slides and was developed with business users in mind. Managing your Google Workspace is pretty simple Even though Google says Google Vids helps you create a video using AI, it doesn't help you create the actual video content. You can't create a video of people working in an office or using your product. The AI-powered aspects of Google Vids focus on the early stages of video production. You can use Help me create to make an editable storyboard outline, suggested scenes with suggested text, and a generated script for recording your voiceovers. All you do is enter a prompt, and Gemini does the rest. Gemini primarily powers the AI functionality, but other processes may occur behind the scenes. You can add related files before generating your outline to improve the output quality and give the AI a better idea of the project you're working on. You can use Gemini's text-to-image generator, Imagen 3, inside Google Vids. The integration is seamless if you need to create an image of an asset you don't have. As people get more used to prompting, struggling to get the output you imagine is commonplace. If you have difficulty with your prompts, you can generate new suggested ones to get you started. If you want to give Gemini a try, these tips and tricks will help you out After creating your video outline, you can collaborate on it in real time, like you can in Docs, Sheets, and Slides. You can add your own text, images, and music. You can also use royalty-free stock content from Google's library. You can customize the look and feel of your video by choosing a design template, or you can create your own.  Your video storyboard outline contains several media placeholders, suggested places to add live voiceovers, and places to swap out the temporary stock video with your own. There's also a built-in function to record video of yourself, your voice, and your computer screen using its recording studio. You can download your video as an MP4 or share it with a link when you finish. Google Vids targets corporate users, making it look like it's competing with Loom and similar competitors. It's unlikely to appeal to many regular content creators, who can use basic tools like YouTube Studio to edit their videos, or more professional editing apps like Adobe Premiere or DaVinci Resolve. The recording studio features can be done with any desktop operating system (even ChromeOS used on budget Chromebooks), so the unique selling points are the Google Slides-like editing and group collaboration. Google Workspace Labs, like its regular counterpart, Google Labs, is how Google releases experimental products and features before fully adopting them. It's been a testing ground for various features that have been integrated into its suites, but we've also seen several Google products discontinued over the years. Remember Google Reader, Google+, Google Hangouts, or Inbox by Gmail? We don't know if Google Vids will make it into the public sphere, but right now, only businesses with a Workspace subscription who have activated Workspace Labs can create a video with Google Vids. If you use Google Workspace, you can sign up for Workspace Labs to see if Google Vids is something you're interested in. If you don't have Google Workspace, you can get a 14-day trial, and after that, you'll need to sign up for a one-year commitment with Google's standard Workspace pricing to keep using it. Could this replace slide-style business presentations? Probably not. Slides has been around forever because the format makes sense. Presenters don't want to pause a video at the right moment and then have to scrub back if they missed their timing. Modern slide tools allow videos to be embedded, so there's no reason to switch. Google may have been better off reserving the Google Vids name for a product better suited to it. If you don't have access to Google Vids, learn a few Gemini tricks to transform Google Slides presentations and get the job done in style. Your changes have been saved  Email is sent Email has already been sent Please verify your email address. You’ve reached your account maximum for followed topics. We want to hear from you! Share your opinions in the thread below and remember to keep it respectful. Your comment has not been saved This thread is open for discussion. Be the first to post your thoughts.  Access to Ask Photos is currently limited Pixels might last 7 years, but 128GB won't How much more proof do we need? Google is betting heavy on AI And which have the new Gemini Nano with multimodality Finally available in the US ...",
            "label": "AIML",
            "author": "Benjamin Zeman"
        },
        {
            "id": 3,
            "urls": "https://qz.com/chatgpt-canvas-microsoft-copilot-deepl-ai-translator-1851665862",
            "title": "ChatGPT's new feature, Copilot AI updates, and an AI translator: This week in new AI launches",
            "brief": "Each week, Quartz rounds up product launches, updates, and funding news from artificial intelligence-focused startups and companies.Read more...",
            "image": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/46b37f6513ef2c68d6ab6d7cd0735470.jpg",
            "content": "Each week, Quartz rounds up product launches, updates, and funding news from artificial intelligence-focused startups and companies. Here’s what’s going on this week in the ever-evolving AI industry. OpenAI introduced canvas, a new feature for ChatGPT that allows users to “collaborate” with the chatbot on writing and coding projects. Canvas, which was made available in beta to ChatGPT Plus and Team users this week, was built with the startup’s GPT-4o model. OpenAI plans to make canvas available to free ChatGPT users when it’s out of beta mode. The feature opens in a separate window, and “can give inline feedback and suggestions” on projects the way a copy editor or code reviewer would, OpenAI said. Microsoft (MSFT) announced new AI features for Windows 11 and its Copilot+ PCs, which are built to handle AI-powered tasks. The “next wave” of AI features include Recall, a tool that saves screenshots to remind users of what they previously saw on their PC, and Click to Do, which suggests “quick actions” over images and text.  The company also released an update for Windows 11 that swaps the operating system to one with a foundation to run AI applications and services.  German AI startup DeepL launched its first U.S.-based tech hub in New York City this week. The startup, which develops leading-edge AI translation and writing tools, will “focus on accelerating research and product development,” and improve market leadership in the U.S. through its new hub, it said. The company also added two new members to its C-suite: chief technology officer Sebastian Enderlein, and chief marketing officer Steve Rotter. “Launching DeepL’s first US tech hub in New York City positions us at the center of one of the largest talent pools in the market and brings us closer to our customers, including many Fortune 500 companies,” Jarek Kutylowski, founder and chief executive of DeepL, said in a statement. “This hub will drive our focus on product innovation and engineering, empowering us to deliver cutting-edge language AI solutions that help our clients scale and break down language barriers.” Augmented Intelligence, an AI startup focused on AI agents, announced a partnership with Google Cloud (GOOGL) “aimed at accelerating the deployment of AI agents for consumer and enterprise companies.” Apollo, the startup’s “agentic” language model, “is built with a neuro-symbolic architecture to enable a new generation of conversational agents,” AUI said. The model combines generative AI’s “conversational skills” with the predictability and actionability capabilities of rule-based AI.  “We’re thrilled to have the support of Google Cloud, and our newly announced strategic partnership will help us reach and co-sell to a vast pool of customers who have come to expect the highest standards of security and compliance from Google Cloud,” Ohad Elhelo, chief executive of Augmented Intelligence, said in a statement shared with Quartz. “AUI provides Google Cloud customers with a powerful solution tailored to any conversational use-case or industry.” AITran, a translation platform powered by AI, made its debut at the China-ASEAN Expo this week. The platform, which has “military-grade encryption and cutting-edge AI” makes “near-instantaneous” translations, has multi-user capabilities, and uses “advanced noise-cancelling technology” so users can translate in loud environments.  The platform is available in the Asian market, but AITran is planning to expand to Europe and North America, and has an app available to download from Google Play and the App Store. Liquid AI, a spin-off of MIT, launched its Liquid Foundational Models (LFMs) that it says “bring unprecedented levels of performance and efficiency to generative AI.” Compared to other GPT models, Liquid’s LFMs are more cost-effective and power efficient, the startup said.  “We build AI systems from a new set of algorithms for data curation, pre-, mid- and post- training, model architecture design, and evaluation metrics” Ramin Hasani, Liquid AI chief executive, said in a statement. “Our new methods in designing foundation models unlock a new scaling law for LLMs. we’ve improved quality, cost-effectiveness, and power efficiency compared to today’s models at every scale.” Mostly AI, a pioneer of structured synthetic data, launched its synthetic text functionality, which gives Fortune 500 companies, including Databricks and Amazon Web Services (AMZN), access to a “vast amount of proprietary text” to train and fine-tune large language models, or LLMs — without compromising user privacy, it said. On the Mostly AI platform, users can upload original text data, such as emails and transcripts of customer support calls, and choose an open-source language model from Hugging Face to generate the synthetic data. The original data is used to fine-tune the LLM on the Mostly AI platform, which then generates synthetic text that can be downloaded or stored in a database. “Today, AI training is hitting a plateau as models exhaust public data sources and yield diminishing returns,” Tobias Hann, chief executive of Mostly AI, said in a statement. “To harness high-quality, proprietary data, which offers far greater value and potential than the residual public data currently being used, global enterprises must take the leap and leverage both structured and unstructured synthetic data to safely train and deploy forthcoming generative AI solutions.”  ...",
            "label": "AIML",
            "author": "Britney Nguyen"
        },
        {
            "id": 4,
            "urls": "https://www.gsmarena.com/a_quick_recap_of_samsung_developer_conference_2024__one_ui_tizen_os_and_ai-news-64808.php",
            "title": "A quick recap of Samsung Developer Conference 2024 - One UI, Tizen OS and AI",
            "brief": "During this year's Samsung Developer Conference, the company announced its upcoming One UI 7 based on Android 15. Arguably, this is the most interesting bit of the whole keynote. Still, there are other developments with Samsung products, like Tizen OS, for ex…",
            "image": "https://fdn.gsmarena.com/imgroot/news/24/10/sdc-2024-ai-tizenos/-952x498w6/gsmarena_000.jpg",
            "content": "Login \nRo \n05 October 2024\n \nSamsung\n During this year's Samsung Developer Conference, the company announced its upcoming One UI 7 based on Android 15. Arguably, this is the most interesting bit of the whole keynote. Still, there are other developments with Samsung products, like Tizen OS, for example. As a quick reminder, One UI 7 will arrive in early 2025, while a beta version of the software will be seeded to users by the end of this year. The new OS will feature a UI redesign, more customization options and deeper AI integration that will be more contextual—depending on location, surroundings, etc. Speaking of AI, Samsung also announced on-device AI capabilities for Tizen OS-powered devices. This will enable a more responsive and personalized experience and better integration with the Galaxy ecosystem. Thanks to AI, users will be able to control devices seamlessly and complete tasks on the go. Even refrigerators and vacuum cleaners will get a taste of AI. For instance, AI Vision will be implemented into refrigerators, so you will have up-to-date information about what you have inside the fridge and get relevant recipe suggestions. And AI Floor Detect will make vacuums more efficient and intelligent. Samsung's SmartThings ecosystem will become smarter with AI too. It will offer Home Insight, which analyzes real-time data and patterns to optimize home management. Samsung's AI tech has also been integrated into Bixby, providing advanced voice control features without wake-up commands. Smart displays, including TVs, feature AI for content recommendations, AI upscaling, and even real-time customization using generative AI. Source Only a number some fools watch Apple boring even for introducing a capture button. And rest of the views came from ads. Samsung fooled people by dropping skype support on their tizen smart tv. Nah, AI content recommendations and AI upscaling are not something you can't live without.  \n\n\nPhone finder\n \n\n\nAll brands\n\n\n\nRumor mill\n\n \nHome\nNews\nReviews\nCompare\nCoverage\nGlossary\nFAQ\nRSS feed\nYoutube\nFacebook\nTwitter\nInstagram\n \r\n© 2000-2024 GSMArena.com\nMobile version\nAndroid app\nTools\nContact us\nMerch store\nPrivacy\nTerms of use\nChange Ad Consent\nDo not sell my data\n ...",
            "label": "AIML",
            "author": "Ro"
        },
        {
            "id": 5,
            "urls": "http://deadline.com/2024/10/ai-harrison-ford-film-transformative-power-zurich-summit-1236108162/",
            "title": "Hollywood Execs Talk “Transformative” Nature Of AI & The Chances Of An AI Movie Star: “It’s Coming” — Zurich Summit",
            "brief": "Does AI present an opportunity or challenge for the industry? That was the question posed today at a Zurich Summit panel featuring Jim Rivera, Chief Product Officer at AI production company Flawless, David Unger, CEO Artist International Group, Chris Jacquemi…",
            "image": "https://deadline.com/wp-content/uploads/2023/03/fall-2022-1200-1200-675-675-crop-000000.jpg?w=1024",
            "content": "\n\t\t\t\t\tBy Andreas Wiseman  Executive Editor, International & Strategy \n\tDoes AI present an opportunity or challenge for the industry?  \n\tThat was the question posed today at a Zurich Summit panel featuring Jim Rivera, Chief Product Officer at AI production company Flawless, David Unger, CEO Artist International Group, Chris Jacquemin, Partner & Head of Strategy WME, and Sara Murphy, Producer Fat City. \n\tThe answer was largely positive from the panel, while they also acknowledged significant challenges around implementation and ethics. \n\tRep David Unger expressed optimism about the current direction and also noted the transformational impact of AI.\n\n\t\n\n\n\n\n\n\n\n\n\n\n\n\t\n\t\n\t\t\n\t\t\t\t\tRelated Stories\t\t\n\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\tNews\n\t\n\n\n\n\t\n\t\t\n\t\t\t\t\tNeon, Searchlight Pictures, MK2 & Film4 Execs Talk Indie Film B.O. Optimism: \"We're Coming Out Of The Trench\" - Zurich Summit\t\t\n\t\t\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\tFestivals\n\t\n\n\n\n\t\n\t\t\n\t\t\t\t\t'William Tell' Backer, Anonymous Content, Tango Entertainment & Sovereign Media Capital Execs Talk What Investors Want: \"The First Goal Is Not To Lose Money So You Can Continue To Invest\" -- Zurich Summit\t\t\n\t\t\t\n\n\n\n\n\n \n\t“I think this is the transitional moment to a new cinematic language that we can’t yet foresee. It’s like the birth of sound. It’s that transformative moment where films will never be the same, and we can’t imagine where they’re going to go, and it’s going to give birth to a whole new generation of creatives and artists who are going to learn how to make films in this manner. The whole concept of narrative is going to change. The whole concept of length of content and concept of celebrity is going to change. It’ll take time, perhaps a generation, but we’re at the very birth of this moment.”\n\n\n\n\n\t\t\tWatch on Deadline\t\t\n\n\n\n\n \n\tHe added: “I’m very hopeful, because I see that there’s going to be a new cinematic language, new manners of creativity. For me, this is all very exciting, and I’m very curious to see how it unfolds.” \n\tFlawless is one of the leaders in the field of AI in indie cinema using tools such as TrueSync to dub performances into different languages and modify scenes. Theatrical and streaming hit The Fall (pictured above) is among their movies designed to streamline the production process and reduce costs. Principal Rivera noted that there are still hurdles to overcome in terms of quality control. \n\tHe said: “AI is amazing, and it really raises the bar for what people can do, but for cinematic films, there’s the quality. The resolution, the color depth, color space. Research science is not built on this….Also, if you modify some someone’s performance, you really need to get their consent based on how substantial that changes is.” \n\tRivera noted that the company had worked very closely with the Hollywood guilds around the time of the strikes to ensure that ethical standards are being upheld.\n\n\t\n\n\n\n\n\n\n\n\n \n\tHe said: “From the very inception of the company, we’ve been talking to the guilds about this. We were really imploring them to lean into this and to think about it. As we were having these conversations, what became clear is that as the technology evolves, new rights around consent start to emerge that need to be managed…The right to allow a company to use your image and likeness in a generated performance, for example.” \n\tProducer Murphy acknowledged that hundreds of thousands of dollars can be saved in reshoots on indie movies using AI production tools. \n\tWME Partner Jacquemin noted: “It reminds me of that early couple of years after the iPhone launched and the App Store launched, where most of the product that you saw felt like a toy. It wasn’t quite real…A lot of our clients are now in the development phase using these AI tools to storyboard things as easier ways to pitch their their ideas. But you’re also starting to see products that could absolutely be used in a filmmaking sense.” \n\tBut he acknowledged that studios and companies need to be kept in check when it comes to consent and permissions. \n\t“A few years ago we had two different major media companies that were negotiating deals with our clients. Their perspective was, ‘we own that voice for this animated project so can use it for sequels and derivatives without having to go back to the actor’. One was a film, one was a TV show. I remember thinking ‘This is crazy. This can’t this can’t work. This is not how the business is going to sustain’.  \n\tFinally, the panel was asked whether there will be an AI movie star, “an AI Harrison Ford”. The panel agreed there would be in the near future. \n\tJacquemin commented: “Yeah, I think so. A number of years ago, we were representing a company that was creating virtual worlds, and they believed then that some of those digital characters, no different than video game characters, could develop some sort of celebrity status. It just seems inevitable that there’ll be some version of that.” Get our Breaking News Alerts and Keep your inbox happy. Signup for Breaking News Alerts & Newsletters \n\t\t\tBy providing your information, you agree to our Terms of Use and our Privacy Policy.\n\t\t\t\tWe use vendors that may also process your information to help provide our services. This site is protected by reCAPTCHA Enterprise and the Google Privacy Policy and Terms of Service apply.\t\t Get our latest storiesin the feed of your favorite networks We want to hear from you! Send us a tip using our annonymous form. Sign up for our breaking news alerts \n\t\tBy providing your information, you agree to our Terms of Use and our Privacy Policy.\n\t\t\t\tWe use vendors that may also process your information to help provide our services. This site is protected by reCAPTCHA Enterprise and the Google Privacy Policy and Terms of Service apply.\t Deadline is a part of Penske Media Corporation. © 2024 Deadline Hollywood, LLC. All Rights Reserved. \n\t\tBy providing your information, you agree to our Terms of Use and our Privacy Policy.\n\t\t\t\tWe use vendors that may also process your information to help provide our services. This site is protected by reCAPTCHA Enterprise and the Google Privacy Policy and Terms of Service apply.\t ...",
            "label": "AIML",
            "author": "Andreas Wiseman"
        },
        {
            "id": 6,
            "urls": "https://www.creativebloq.com/professional-development/creative-careers/empathy-is-absolutely-crucial-for-success-a-day-in-the-life-of-ux-director-sam-drury",
            "title": "\"Empathy is absolutely crucial for success\": a day in the life of UX director Sam Drury",
            "brief": "We caught up with Sam to discuss his work with UIC Digital and what the rise of AI means for the UX industry,",
            "image": "https://cdn.mos.cms.futurecdn.net/gBH3392f6gTaqUqFXVkzph-1200-80.jpg",
            "content": " We caught up with Sam to discuss his work with UIC Digital and what the rise of AI means for the UX industry,  \nWhen you purchase through links on our site, we may earn an affiliate commission. Here’s how it works.\n Sam Drury is UX director at UIC Digital, a creative engineering company with a focus on building digital products with a well-built and accessible appeal. Beginning his career as a Paper Engineer at Santoro Graphics, Sam \"caught the bug\" when designing his first UX wireframe, leading him to pursue a successful career in UX design. Working with clients like the BBC, FIFA and NBC, Sam has led multiple teams with a drive for quality and innovation. As part of our Day in the Life series, I caught up with Sam to discuss the pioneering work of UIC Labs, his favourite creative tools and what the rise of AI means for the UX industry.  I always start the day by walking my daughter to school – I find it’s a great opportunity to get a seven year old’s perspective on the world! I’ve been at UIC Digital for so long now (14 years) because no two days are the same. Typically I’ll be checking in with the team on active projects and providing any guidance and oversight needed. We’ll also generally be in the process of pitching for new projects so a lot of time goes into concepting ideas and our approach to working on them.  I’ve always worked in the creative field – my first job fresh from uni was as a paper engineer; I basically spent all day with a scalpel in hand making pop-up books and 3D greeting cards. The owner of that company wanted some bespoke software made so I volunteered to sketch out how it might work and what it might look like. Unbeknownst to me, I created my first UX wireframe for an application and I guess I caught the bug.  A very common challenge is working with client-side senior stakeholders and managing their expectations around the users of the product we’re working on. There’s often a misconception that all users will have their level of technical knowhow, as well as a familiarity with the problem we’re trying to solve. This is almost never the case, so we use lots of techniques, including persona creation, empathy mapping or user interviews to help them see a true reflection of those we’re designing for.  Definitely the full redesign and rebuild of BBC.com (for users outside of the UK). There were so many challenges we faced with a project of this scale and complexity. I’m so proud of how our design team at UIC embedded themselves in with the BBC and the level of collaboration we saw was phenomenal. Even though we’re still a long way from completion, the product that is live today is receiving great feedback and there’s lots of cool stuff still to come.  Much of our creative work is now done in Figma – I was lucky enough to be invited to talk at Figma’s Config in San Francisco in June and it’s exciting to see where they’re taking the product.We also use Miro a lot; particularly at the early stages of a project or when we’re gathering ideas for a pitch. I find it’s very accessible for those less tech-savvy and gives everyone I’m working with a great place to share their thoughts. That being said I have about eight plain sketchbooks on my desk which is always the go-to place to get initial ideas down before going anywhere near a screen.  Any project that just becomes the default for someone to pick up and use, without giving it a second thought, in any particular scenario. Google Maps for planning a journey, Uber for hailing a ride for example. You could say I’ve already done that with the work with the BBC; we know it’s the first place many people go to check the news.  We can see it clearly having an impact already. The creative aspect of AI is certainly not there yet and we’re still a way off having AI meaningfully design interfaces beyond some interesting suggestions and interpretations. Where I am seeing a big impact though is helping with some of the more monotonous tasks; interpreting lots of research data, helping define personas, and even writing job specs. It’s everyday, typically text-based or numerical tasks it’s really good for but I’m excited to see where it’s going to go in the not-too-distant future.  Asking for and justifying a bit more time around initial research and testing on projects. I’ve spoken to so many UX professionals who say the same thing; the client (for one reason or another) wants to get into the hands-on design phase as quickly as possible. Selling the idea of even a small amount of up-front research at the outset of a project is often met with stiff resistance, but when it does happen, the value it imparts to the subsequent design output is immeasurable. I’d argue the same is true for early user testing of design concepts.  We formed UIC Labs a couple of years ago with the intention of creating a space for the team at UIC Digital to come up with ideas or a desire to build on brand new technology outside of the day to day client project work we are involved in. We’ll often build out proof of concepts and where appropriate we might demo this to an existing client to gauge interest. Currently, as is to be expected, it’s all about AI and we’ve got some really exciting things in the pipeline both as internal projects and a few that will make a big impact on how our clients work too.  Quite how much time, care and attention went into those everyday interactions that work so well, you don’t even seem to notice them. People are very vocal about bad experiences, and that’s completely justified, especially for a service you might be paying for. But those great, frictionless user experiences, whether it’s instantly being able to watch hundreds of videos on your phone, booking an appointment, or ordering a meal from your sofa, don’t tend to get the recognition they deserve. So much thought went into these to make them ‘just work’!  Loads! Don’t assume that the loudest or most senior person in the room knows what they’re talking about and be prepared to fight your corner. Always be on the lookout for design inspiration outside of your industry; especially in nature and the world around you. I’ll often find the best solution to a design challenge is by not focussing too closely on what others in your immediate field are doing. Read more broadly. Empathy for users is absolutely crucial for success in our industry and books are an amazing way to get an insight into so many different viewpoints.  Find out more UIC Digital  Daily design news, reviews, how-tos and more, as picked by the editors. Thank you for reading 5 articles this month* Join now for unlimited access Enjoy your first month for just £1 / $1 / €1 *Read 5 free articles per month without a subscription Join now for unlimited access Try first month for just £1 / $1 / €1 Natalie is Creative Bloq's staff writer. With an eye for trending topics and a passion for internet culture, she brings you the latest in art and design news. A recent English Literature graduate, Natalie enjoys covering the lighter side of the news and brings a fresh and fun take to her articles. Outside of work (if she’s not glued to her phone), she loves all things music and enjoys singing sweet folky tunes. Creative Bloq is part of Future plc, an international media group and leading digital publisher. Visit our corporate site. ©\nFuture Publishing Limited Quay House, The Ambury,\nBath\nBA1 1UA. All rights reserved. England and Wales company registration number 2008885.  ...",
            "label": "AIML",
            "author": "Natalie Fear"
        },
        {
            "id": 7,
            "urls": "http://hackeducation.com/2024/10/05/the-return",
            "title": "The Return",
            "brief": "Week in and week out, there are a litany of stories that, if I were paying attention to education technology, would prompt me to say “I told you so.” Why look, just in the last few days: coding bootcamps, pretty shady; Udemy, very shady. Google Notebook LLM i…",
            "image": "https://s3.amazonaws.com/hackedu/2018-06-15-pigeon.jpg",
            "content": "Week in and week out, there are a litany of stories that, if I were paying attention to education technology, would prompt me to say “I told you so.” Why look, just in the last few days: coding bootcamps, pretty shady; Udemy, very shady. Google Notebook LLM in the classroom, totally and completely fucked up. But the industry's cheerleaders keep cheering. I’ve spent the last few years trying my best to ignore all this stuff. After Isaiah’s death, I simply could not handle more grief. I’m not sure how else to describe the emotions that I feel about education -- this deep, deep sadness about about what feels like the surrender of any shared cultural belief in, any political commitment to, any financial investment in public education; a real despair about our handing teaching and learning over to the neoliberal elites, to the values of productivity, efficiency, individualism. I’d lost my son -- the future already felt dimmer for it. I didn’t have the energy to fight. I stepped away. Since I’ve been gone, not much has changed -- other than I’ve been proven right about just about every startup and gadget I warned folks about. Not that that’s stopped anyone from hyping the latest snake oil -- it’s AI this time around (again) I guess. In the quest for data and “optimization,” we continue to drain the humanity from institutions that, frankly, were never that humane in the first place (despite all the teachers and students who populate these institutions and who do, I firmly believe, care deeply about one another). I’ve flailed around since leaving Hack Education dormant, thinking I’d just do something else instead of being “ed-tech’s Cassandra.” I’ve become an athlete for the first time in my life, and I thought perhaps I could write a similar sort of tech criticism about fitness and health as I did about education. As hard as it is to become an athlete at 50+, let me just say, it’s just as hard to develop expertise in a new field of knowledge.  So for this and a million other reasons (and a couple of really specific reasons -- some dangerous dumb shit I've seen folks blog about recently, truth be told), I’m returning to education technology criticism -- it’s what I know. It’s what I’m good at. (Or at least some people tell me that.) I lost my son, but I’ll be damned if I’ll go quietly and let the techno-libertarian fantasies strip the future from the rest of us. I have just started working on a book on artificial intelligence and education. A little bit of history -- we have been building “intelligent tutors” for decades now. Indeed what we consider “intelligence” is wrapped up in the history of education and testing (and eugenics -- probably worth pointing out). A little bit of science -- what do we know about how humans learn, and is this anything akin to “machine learning”? (Or has computer science shaped how we conceive of the mind?) A lot of technology criticism and literary analysis -- why are these stories about robot teachers so compelling? My plan right now is a collection of essays akin to the sorts of provocations that I’d once give as a speaker. Monsters of Ed-Tech: Back from the Dead. Or something. I don’t plan to update Hack Education regularly. And since we’ve fucked up the Web, I don’t even know if folks will see this update or notice that anything has changed here. But if you stumble across this blog post, know that I do send out a newsletter, Second Breakfast, and there I’ll share some of my thoughts on AI and bodies and brains. (No, it's not free or \"open\" -- because that whole thing, as AI is showing us, is an absolute joke.)  Published 05 Oct 2024 ...",
            "label": "AIML",
            "author": null
        },
        {
            "id": 8,
            "urls": "https://www.techradar.com/pro/parallels-debuts-ai-virtual-machine-platform-that-bundles-14-tools-including-small-language-models-and-promises-faster-performance-on-windows-and-linux",
            "title": "Parallels debuts AI virtual machine platform that bundles 14 tools including small language models — and promises faster performance on Windows and Linux",
            "brief": "Parallels Desktop 20 introduces advanced AI features, including a secure AI-ready virtual machine. A new Enterprise Edition offers management tools and security updates, while compatibility with macOS Sequoia and Windows 11 ensures flexibility.",
            "image": "https://cdn.mos.cms.futurecdn.net/Ru2vLRfrJew57mejsHxSa6-1200-80.jpg",
            "content": "Brings enhanced tools for developers with AI, DevOps, and security upgrades \nWhen you purchase through links on our site, we may earn an affiliate commission. Here’s how it works.\n The official launch of Parallels Desktop 20 has introduced a number of advanced AI capabilities to the virtualization platform. Offering compatibility across macOS Sequoia and Windows 11 24H2, Parallels Desktop 20 brings enhanced performance for users working on macOS, Windows, and Linux environments. The latest edition introduces secure, downloadable AI-ready virtual machines (VMs), making AI development easier and more efficient. Notably, Parallels Desktop 20 is the only virtualization software authorized by Microsoft to run Windows on Apple silicon, meaning developers have flexibility and choice across various platforms. Parallels Desktop 20 introduces a new AI Package offering a virtual machine pre-loaded with 14 AI development toolsets, including sample code and instructions, aimed at streamlining AI application development. With a single click, users can download the virtual machine pre-configured for AI development, including support for running small language models inside the VM. This tool also allows users to customize resources and further lock down the working environment by disabling network access. Parallels Desktop 20 is fully compatible with macOS Sequoia, Apple's latest operating system, and users can take advantage of macOS Sequoia's new AI-powered writing tools while working with Windows apps within the virtual environment. Another useful feature is the ability to sign in to Apple ID directly within macOS virtual machines running on Apple silicon.  On the Windows side, the company claims Parallels Desktop 20 brings up to an 80% boost in performance for some workloads due to the improvements made in the Prism emulator, which is built into Windows 11 on Arm. Sign up to the TechRadar Pro newsletter to get all the top news, opinion, features and guidance your business needs to succeed! Parallels Desktop 20 also introduces a new shared folder technology, which enhances compatibility and performance when running applications on various platforms. The update boosts performance with apps like Mathematica and NinjaTrader. Parallels claim that for some operations on Mac files in Linux VMs, the speeds are now four times faster. There is also an Enterprise Edition of the new Desktop 20 which brings a new Management Portal that allows enterprises to monitor and manage virtual machines while providing advanced security policies. The Enterprise Edition also has enhanced licensing options, including support for Single Sign-On (SSO) and volume licensing. This software has achieved SOC 2 Type 2 compliance, a critical security standard. It undergoes regular third-party penetration testing to ensure that it remains secure and resilient against cyber threats. For IT professionals and developers, Parallels Desktop 20 brings upgrades such as Enhanced DevOps services allowing developers to build software in Windows, macOS, and Linux VMs. The new update also brings enhancements to the Visual Studio Code Extension, which now integrates with Microsoft Copilot to allow users to control virtual machines through natural language commands. In addition, the Snapshots feature and OCR-powered Packer for macOS VMs on Apple silicon have been upgraded. The Parallels Desktop 20 for Mac is available for purchase or upgrade through the Parallels website and authorized resellers. The software is offered in Standard, Pro, and Business editions, with the Parallels AI Package included at no additional cost in the Pro, Business, and Enterprise editions in 2024. “As PCs become more AI-capable, we believe AI will soon be standard on every desktop. This shift challenges developers to update their applications to fully leverage AI-enabled PCs,” said Prashant Ketkar, CTO at Parallels. “That’s why we created the Parallels AI Package: to equip development teams—whether experts or beginners—with accessible AI models and code suggestions. This enables ISVs to build AI-enabled applications in minutes, significantly boosting productivity for every software development team using a Mac.\" Efosa has been writing about technology for over 7 years, initially driven by curiosity but now fueled by a strong passion for the field. He holds both a Master's and a PhD in sciences, which provided him with a solid foundation in analytical thinking. Efosa developed a keen interest in technology policy, specifically exploring the intersection of privacy, security, and politics. His research delves into how technological advancements influence regulatory frameworks and societal norms, particularly concerning data protection and cybersecurity. Upon joining TechRadar Pro, in addition to privacy and technology policy, he is also focused on B2B security products. Bambu Lab X1-Carbon 3D printer review Persistent malware WordDrone exploits DLL Side-Loading to compromise Taiwan's drone industry iPhone 16 vs iPhone 15: battle of the base models TechRadar is part of Future plc, an international media group and leading digital publisher. Visit our corporate site. ©\nFuture Publishing Limited Quay House, The Ambury,\nBath\nBA1 1UA. All rights reserved. England and Wales company registration number 2008885.  ...",
            "label": "AIML",
            "author": "Efosa Udinmwen"
        },
        {
            "id": 9,
            "urls": "https://www.techradar.com/cameras/photography/worlds-first-permanent-museum-for-ai-art-is-a-mind-bending-and-polarizing-concept-that-fascinates-me",
            "title": "World's first permanent museum for AI art is a mind-bending and polarizing concept that fascinates me",
            "brief": "Dataland will be a \"living museum made of pixels and voxels\".",
            "image": "https://cdn.mos.cms.futurecdn.net/DhJVfKbK37uwHNBsNvfQVG-1200-80.jpg",
            "content": "Dataland will be a \"living museum made of pixels and voxels\" \nWhen you purchase through links on our site, we may earn an affiliate commission. Here’s how it works.\n There are plans to open the world's first permanent museum for AI art next year. Dataland, which is the brainchild of new media artist Refik Anadol, will be a 20,000 square-foot space that sits alongside galleries such as MOCA in the famed Frank Gehry-designed Grand L.A development, a culture hotspot in Los Angeles, California. Anadol describes Dataland, which will host digital artworks and installations expressed through its own Large Nature Model (LNM), as a place \"where human imagination meets the creative potential of machines\". Refik Anadol Studio's Large Nature Model is the world's first open source AI model based solely on nature data. The model is trained on data secured by permission from partners, including millions of specimens, objects, images and sounds from the Smithsonian, London’s Natural History Museum and the Cornell Lab of Ornithology, in addition to another half a billion images of nature. The resulting multi-dimensional data visualization installations are mesmerizing and immersive, a \"living museum made of pixels and voxels\". You can see an example below. Not only is the Large Nature Model's data ethically collected (as opposed to scraping data without permission, which is the approach of many AI image generators), but it is run on Google servers in Oregon that only use renewable energy, leading Anadol to label his model 'ethical AI'. In an interview with the Los Angeles Times, Anadol says, “We are blending Gehry’s building with AI’s infrastructure and technology, and this never-seen-before art form”. He also explains that he is still working out what to call this new art form. It's \"not AR, not VR, not XR... the best name so far, and people love it, is generative reality.” So is GR the future of art? Sign up for breaking news, reviews, opinion, top tech deals, and more. A post shared by DATALAND.ART (@datalandmuseum) A photo posted by on  For at least two years there has a been a tidal wave of AI-generated images hitting the mainstream photography world. An AI-generated image tricked judges to win a photo contest, and I spoke with award winning artists and photo contest organizers who had mixed feelings about AI in the art world. Some feel the rise of AI, especially in the arts, equates to the demise of what makes us human, while others are open minded about AI's role in creativity. Anadol is more than open minded. He embraces AI, describing its role in art to the Los Angeles Times as a \"co-creator and co-being\". His fascinating artwork isn't just the result of a few word prompts into a generator, created using anyone's data without their knowledge. Data is ethically sourced from partners and painstakingly labeled. In one example Anadol says they have 75 million flowers, which took a year to label, all of which are available for other artists and researchers to use too. The Dataland team also personally collects data from unique locations around the world, such as rainforests, using various technologies including LiDAR, photogrammetry, ambisonic audio, high-resolution images and even scents. Anadol's practice makes for a compelling antidote to the all-too-often sinister and unethical use of AI in art. It's a multi-sensory art form with the power to educate that some fans are even labeling a 'movement'. I'm relatively open minded about AI in art, though I prefer to celebrate human creativity, but I haven't embraced AI and its presence in my daily life with the same passion as Anadol. However, his concepts have opened my mind to the positive ways AI can be used for creative purposes, and I'm super keen to check out Dataland, whenever it opens next year. Tim is the Cameras editor at TechRadar. He has enjoyed more than 15 years in the photo video industry with most of those in the world of tech journalism. During his time as Deputy Technical Editor with Amateur Photographer, as a freelancer and consequently editor at Tech Radar, Tim has developed a deeply technical knowledge and practical experience with cameras, educating others through news, reviews and features. He’s also worked in video production for Studio 44 with clients including Canon, and volunteers his spare time to consult a non-profit, diverse stories team based in Nairobi. Tim is curious, a keen creative, avid footballer and runner, and moderate flat white drinker who has lived in Kenya and believes we have much to enjoy and learn from each other.   How to travel with film I tested Pixel's Action Pan mode at the MotoGP and the racing photos I got blew me (and my mirrorless camera) away Google wants to make it easier for you to trade-in your old Android and save money TechRadar is part of Future plc, an international media group and leading digital publisher. Visit our corporate site. ©\nFuture Publishing Limited Quay House, The Ambury,\nBath\nBA1 1UA. All rights reserved. England and Wales company registration number 2008885.  ...",
            "label": "AIML",
            "author": "Timothy Coleman"
        },
        {
            "id": 10,
            "urls": "https://www.techradar.com/pro/india-gearing-up-to-be-ai-powerhouse",
            "title": "India gearing up to be AI powerhouse as data center giant pledges $3.2 billion investment to add 550MW of capacity by 2030",
            "brief": "Major $3.2 billion investment will expand India's data centre capacity in India by 550MW, responding to the rising demand for digital infrastructure and cloud services.",
            "image": "https://cdn.mos.cms.futurecdn.net/nXYTq8PJnnXmRaCPiJ8SC4-1200-80.jpg",
            "content": "STT GDC partners with Tata to strengthen Indian market position \nWhen you purchase through links on our site, we may earn an affiliate commission. Here’s how it works.\n India’s digital economy is growing at an unprecedented pace, fueled by increasing data consumption, cloud adoption, and digital transformation, leading to demand for reliable and scalable data center facilities rising. The expansion of AI also adds to this need, and in order to meet this demand, ST Telemedia Global Data Centres (STT GDC) is investing $3.2 billion (INR 26,000 crores) to expand its data centre capacity in India by a staggering 550MW over the next five to six years. STT GDC is one of the country's leading data center colocation services provider, and its latest investment will enable the company to deliver the much-needed infrastructure, supporting businesses as they scale in India’s rapidly evolving digital ecosystem. This move is set to nearly triple STT GDC India's current IT load capacity, as it currently operates 28 data centers across 10 major cities, with a total IT load capacity of 318MW. STT GDC India operates in partnership with Tata Communications, which offers expertise in digital infrastructure and connectivity services, helping scale operations and expand across multiple locations in India. STT GDC’s commitment to India’s digital future was further highlighted during a recent Business Roundtable hosted by the Singapore Business Federation, which brought together Singapore business leaders with Indian Prime Minister Narendra Modi to discuss opportunities for collaboration and investment. \"As we celebrate STT GDC's 10th anniversary this year, embarking on this ambitious expansion is a sign of our confidence in Digital India and the future of one of STT GDC's strategic and fastest growing markets globally,” said Bruno Lopez, President and Group Chief Executive Officer, ST Telemedia Global Data Centres. Sign up to the TechRadar Pro newsletter to get all the top news, opinion, features and guidance your business needs to succeed! “Prime Minister Modi's vision for Digital India has paved the way for opportunity; today the India digital economy's growth rate of almost three times overall GDP growth is putting the country on pace to achieve a US$1 trillion digital economy by 2027-2028. At STT GDC, we want to play an active role in co-investing and contributing to India's long-term success by investing in the foundational digital infrastructure that will help further accelerate Digital India. We are excited about the opportunities ahead and are confident in our ability to contribute significantly to India's digital transformation,\" Lopez concluded. Efosa has been writing about technology for over 7 years, initially driven by curiosity but now fueled by a strong passion for the field. He holds both a Master's and a PhD in sciences, which provided him with a solid foundation in analytical thinking. Efosa developed a keen interest in technology policy, specifically exploring the intersection of privacy, security, and politics. His research delves into how technological advancements influence regulatory frameworks and societal norms, particularly concerning data protection and cybersecurity. Upon joining TechRadar Pro, in addition to privacy and technology policy, he is also focused on B2B security products. One of the world's largest mobile networks will train its trillion-parameter strong LLM on Huawei's AI chips as Nvidia, AMD are sidelined DDoS attacks can be amplified by CUPS flaw UGreen Nexode Mini 30W review: an ultra-compact, speedy phone charger TechRadar is part of Future plc, an international media group and leading digital publisher. Visit our corporate site. ©\nFuture Publishing Limited Quay House, The Ambury,\nBath\nBA1 1UA. All rights reserved. England and Wales company registration number 2008885.  ...",
            "label": "AIML",
            "author": "Efosa Udinmwen"
        },
        {
            "id": 11,
            "urls": "https://www.forbes.com/sites/nargessbanks/2024/10/05/artists-holly-herndon-and-mat-dryhurst-explore-ai-artmaking-at-serpentine/",
            "title": "Artists Holly Herndon And Mat Dryhurst Explore AI Artmaking At Serpentine",
            "brief": "A new exhibition at Serpentine gallery in London delves into the potential of collaborative artmaking in the age of artificial intelligence.",
            "image": "https://imageio.forbes.com/specials-images/imageserve/67002704a2de735dd15955ae/0x0.jpg?format=jpg&height=900&width=1600&fit=bounds",
            "content": "A new exhibition by artists and musicians Holly Herndon and Mat Dryhurst at London’s Serpentine Gallery explores the potential of collaborative artmaking in the age of artificial intelligence Holly Herndon and Mat Dryhurst conducting a recording session with London Contemporary Voices, 2024 A new exhibition in London delves deep into the potential of collaborative artmaking in the age of artificial intelligence. Staged at the Serpentine North gallery, this engaging and highly intriguing show invites viewers to reflect on ways in which technology is reshaping the creative process while also addressing pressing societal concerns around AI. A collaborative project between artists and musicians, two of the most influential artists working in AI, Holly Herndon and Mat Dryhurst, and Serpentine Arts Technologies, “The Call” draws on the age-old practices and rituals of community musical groups, namely choir singers, to explore the possibilities of co-creating with the machine. Simultaneously, the exhibition dabbles with the question of data ownership in the era of AI—investigating how we might build collaborative datasets that are collectively owned and governed. This is about nurturing the mind of AI to be a better machine. At the heart of the exhibition is the collective creation of new vocal datasets—polyphonic AI models designed to handle and generate multiple distinct elements simultaneously. The result is an immersive experience where human and machine voices intertwine, drawing the audience into the choir—at times making them part of the performance itself. \"The Call\" at Serpentine gallerydraws on the age-old practices and rituals of choral singing For Herndon and Dryhurst, AI is a creative instrument. If guided well, then it will perform well. The artists view every process of AI training as part of the art making, so rather than ask if AI will replace the artist, they are saying how can we as artists create art with AI collaboratively to benefit both parties. This is where community choir groups play a vital role. While they seem far removed from the cold mechanics of AI, Herndon and Dryhurst see the warmth, sense of belonging, and the collective processes—group support, camaraderie, rituals of call-and-response—educating AI to follow a more collaborative path. For millennia such rituals have helped make spaces for gathering and building social and civic meaning, so why not teach and encourage the machine to think similarly. Holly Herndon and Mat Dryhurst \"The Call\" at Serpentine with installation design by sub architecture studio To train the AI models, Herndon and Dryhurst composed a songbook of hymns and vocal exercises, performed by fifteen ensembles and captured using a multi-channel recording protocol. The choral dataset tour was held in spring 2024 and spanned across the UK to cities from Belfast in Ireland to Leeds and Bristol. In the Serpentine gallery, multi-channel audios let visitors immerse themselves in these performances, experiencing firsthand how community dynamics might inform AI’s future. What’s possibly more intriguing is how the artists are seeing this as an opportunity to intervene and explore governance frameworks. Part of the experiment involves recording choral music and incorporating these voices into AI models. But the path also raises deeper questions: How can individuals and groups collectively own their data and control its use—whether to share it freely or charge for it? Central to this vision is the role of a data trustee, ensuring that both individual and collective rights are upheld. To illustrate how everything functions, the Serpentine gallery has been transformed into a machine, with each zone representing a different aspect of AI learning. The space is both educational and interactive, designed to demystify machine learning by offering visitors hands-on exploration of its processes. It’s really about taking the scary edge off AI so we can all take part in it’s educational future. To train the AI models, Holly Herndon and Mat Dryhurst composed a songbook of hymns and vocal exercises As we plunge ever-deeper into the unknown AI future, understanding how it works and taking ownership of the journey by engaging with the data is critical. This is something Serpentine has been investigating for the past decade with Serpentine Arts Technologies. Likewise, Herndon and Dryhurst see actively and consciously shaping the training data as essential in how we will drive the next generation of AI models. Herndon says the exhibition has deepened her appreciation for the archive. She highlights how, once something is captured in media—whether as an audio file, video, or photograph—it becomes machine-readable and could potentially be used in a training set. By recognizing the generative potential of each piece of media, the artists are therefore able to handle the dataset with greater care. “The Call” is no ordinary exhibition. Rather, this is a live research project, a vibrant discussion that uses a seemingly simple concept to help untangle the complexities of a world where humans and AI will be living side-by-side. Essentially, Herdnon and Dryhurst are imagining the art institution as a laboratory for discovering new technologies through an artist-led AI system. The AI choral model where viewers can experience a personal call-and-response with the machine “With ‘The Call,’ we're offering a beautiful way to make AI. We’re thinking of the creation of the data, the training of the model, and its output all as works of art,” says Herndon. In recent years, the Serpentine gallery has presented an array of exhibitions exploring future-facing art. Together, they have been weaving an exciting story around the critical role of the artist and art institution in the age of machine intelligence. As Hans Ulrich Obrist, Serpentine’s artistic director, says: artists have the power to make the invisible visible. Spending time cocooned in the Serpentine North gallery space, exploring my own shaky voice through the AI choral model and experiencing a personal call-and-response with the machine, and then being treated to soul-warming live choral performance by the Hive Choir from Belfast, I’m feeling less anxious about an AI takeover. Herdnon and Dryhurst are questioning and contemplating so many of our concerns with how to be human in the age of the machine—or better what is humanness as we race towards this unknown world. And it is a strangely human show that addresses such a non-human medium, beautifully conceived and packed with wonderful sensory experiences. Read my interview with Hans Ulrich Obrist, Serpentine’s artistic director. “The Call,” Holly Herndon and Mat Dryhurst is at Serpentine North from 4 October 2024 to 2 February 2025)  One Community. Many Voices. Create a free account to share your thoughts.  Our community is about connecting people through open and thoughtful conversations. We want our readers to share their views and exchange ideas and facts in a safe space. In order to do so, please follow the posting rules in our site's Terms of Service.  We've summarized some of those key rules below. Simply put, keep it civil. Your post will be rejected if we notice that it seems to contain: User accounts will be blocked if we notice or believe that users are engaged in: So, how can you be a power user? Thanks for reading our community guidelines.  Please read the full list of posting rules found in our site's Terms of Service. ...",
            "label": "AIML",
            "author": "Nargess Banks, Senior Contributor, \n Nargess Banks, Senior Contributor\n https://www.forbes.com/sites/nargessbanks/"
        },
        {
            "id": 12,
            "urls": "https://www.forbes.com/sites/danfitzpatrick/2024/10/05/how-chatgpt-voice-has-made-the-world-more-accessible/",
            "title": "How ChatGPT Voice Has Made The World More Accessible",
            "brief": "ChatGPT's Advanced Voice just blew my mind. OpenAI are continuing to push the boundaries of AI and bring latest developments to all users. Here's how education benefits.",
            "image": "https://imageio.forbes.com/specials-images/imageserve/66ffe70b8ac240134d68e1d8/0x0.jpg?format=jpg&crop=1596,897,x0,y0,safe&height=900&width=1600&fit=bounds",
            "content": "How ChatGPT Voice Has Made The World More Accessible Yesterday, I had the pleasure of joining a few hundred educators in Eindhoven, The Netherlands, to keynote their event celebrating World Teachers' Day. What made this occasion truly special was the presence of representatives from their student digital champions program. During my talk, I invited an 11-year-old student to join me on stage to demonstrate the new Advanced Voice feature of ChatGPT. What happened blew my mind. The student and I decided to have a conversation, him speaking Dutch and me speaking English, with ChatGPT acting as our live translator. The AI facilitated a seamless dialogue between us. We understood each other perfectly, bridging the language barrier effortlessly. The world is getting smaller and a lot more accessible thanks to AI. This experience embodies the transformative potential of AI in educational settings. Tools such as ChatGPT's Advanced Voice mode are poised to enhance the learning experience. Dan with the Stichting Best Onderwijs student digital champions The new feature in ChatGPT enables users to engage in natural, flowing audio conversations with the AI chatbot. It harnesses GPT-4o's audio capabilities to facilitate real-time interactions that closely mimic human conversation. It is available to ChatGPT Plus and Team subscribers via the mobile app. Advanced Voice mode can understand context, respond to emotions and maintain coherent dialogues even when interrupted. The journey of Advanced Voice mode has not been without controversy. Its launch was delayed because of concerns over the use of a voice that closely resembled actress Scarlett Johansson's. The incident sparked a debate about the ethics of AI voice cloning. OpenAI removed the controversial voice and issued an apology. Although OpenAI have rolled out this new feature, its availability is restricted in certain regions, such as EU countries, due to regulations on AI models that can detect emotions. To start a conversation with Advanced Voice mode, you simply need to tap the Voice icon in the ChatGPT app. A blue orb appears on the screen during the interaction and you start talking to it. It's worth noting that there is a daily query limit for subscribers. The integration of ChatGPT's Advanced Voice mode into educational settings could lead to a significant leap forward in personalized and accessible learning. OpenAI have now offered it to developers. This will likely pave the way for education based technology companies to start integrating in their own products. It's crucial to approach its implementation thoughtfully. Educators and institutions must consider issues of data privacy, the digital divide and the importance of maintaining human connections in the learning process. AI-powered tools like ChatGPT's Advanced Voice mode will play an increasingly important role in education. By embracing these technologies responsibly and creatively, we can create more engaging, accessible and effective learning experiences for students of all ages and backgrounds. The future of learning is looking to be more conversational, personalized and powered by AI. We're not just talking about the future of learning; we're speaking it into existence with tools like ChatGPT's Advanced Voice mode. As the technology continues to evolve, it will likely reshape how we interact with the digital aspects of our lives. The challenge ahead lies in harnessing this powerful tool to create a more knowledgeable, skilled and connected global society.  One Community. Many Voices. Create a free account to share your thoughts.  Our community is about connecting people through open and thoughtful conversations. We want our readers to share their views and exchange ideas and facts in a safe space. In order to do so, please follow the posting rules in our site's Terms of Service.  We've summarized some of those key rules below. Simply put, keep it civil. Your post will be rejected if we notice that it seems to contain: User accounts will be blocked if we notice or believe that users are engaged in: So, how can you be a power user? Thanks for reading our community guidelines.  Please read the full list of posting rules found in our site's Terms of Service. ...",
            "label": "AIML",
            "author": "Dan Fitzpatrick, Contributor, \n Dan Fitzpatrick, Contributor\n https://www.forbes.com/sites/danfitzpatrick/"
        },
        {
            "id": 13,
            "urls": "https://www.forbes.com/sites/bryanrobinson/2024/10/05/the-doom-loop-ai-will-be-taking-your-jobs-in-2024-leaders-say/",
            "title": "The ‘Doom Loop’: AI Will Be Taking Your Jobs In 2024, Leaders Say",
            "brief": "The fears of many employees that AI will take their jobs is becoming a reality in some fields, according to business leaders, and that might not be as bad as it sounds.",
            "image": "https://imageio.forbes.com/specials-images/imageserve/66ffeb09d9b7eb1f018302ab/0x0.jpg?format=jpg&height=900&width=1600&fit=bounds",
            "content": "If the \"doom loop\" has you caged with anxiety, there's a way out. The rise in AI has caused a mixture of excitement and fear as it becomes a standard part of our lives. Some say it’s a risk to the fabric of humanity, while others insist it’s revolutionizing the way we work, live and interact with one another. Elon Musk referred to ChatGPT as, “One of the biggest risks to the future of civilization,” when he spoke at the 2023 World Government Summit in Dubai, United Arab Emirates. That same year Sam Altman, CEO of OpenAI, urged lawmakers to regulate artificial intelligence, worried that it could be used in ways that can cause significant harm to the world. The part that is not debatable is that AI is on the upswing. Moving too fast and in the wrong direction, could AI surpass regulation and cause significant harm to the world? Since AI has no moral compass, there are concerns about how organizations might use it in their human resource management practices to treat employees—as an asset or a liability? The so-called “doom loop” is a growing anxiety among the workforce that AI will take over their jobs. Employees are worried about what new technology could mean for their roles, which is stressing them out and affecting how they work. Meanwhile, companies are going all-in on AI, spending big and hoping for significant productivity boosts. The gap between what employees fear and their bosses expect is creating a tense loop that business leaders need to address. Salesforce, Inc. could be the first company to actualize the fears of many Americans that AI is usurping their jobs. The facts are clear, according to Dan Parsons, co-founder of Thoughtful AI, that customer service workers are being replaced by AI agents across all companies, specifically in healthcare. He asserts that AI is simply more efficient and productive than humans in these roles. They are also cheaper and can work nonstop. “It's true that AI will replace roles in healthcare, we should welcome and embrace this evolution as the shift comes at a critical time,” Parsons says. “The healthcare industry is facing a staffing crisis, where high turnover rates and difficulty in hiring are common challenges. AI transformations are necessary for providers who want to get ahead and future proof their organizations.” Many fortune 500 companies are replacing customer service workers with AI agents, which creates the need for employees to diversify their skillset and lean into more soft skills. Moving forward, Matt Kirk, owner of Talent Acquisition Solutions at SHL, believes many companies will be looking for people they can teach and mold, employees that are willing to learn. “AI is predicted to take away or to really take over a lot of the kind of efficiencies and the processes,” Kirk explains. “The vast majority of people in those roles are likely to lose their jobs in the next few years, and those jobs will be replaced with new jobs. That's one of the reasons why the skills piece is important, because as AI forces new roles and changes the structure of organization, external talent is hard to find and it's expensive.” I spoke by email with Keith Bigelow, chief product officer at Visier. \"The integration of AI into the workplace is reshaping industries and redefining roles, creating both excitement and anxiety,” Bigelow told me. “Its impact is centered squarely around the employee, so as companies embrace AI, it's essential for HR to play a key role alongside technology and business leaders. By prioritizing the employee experience from the start, HR can help alleviate concerns about job security and enhance morale during this transition.” He suggests five ways to close the “doom loop.”  One Community. Many Voices. Create a free account to share your thoughts.  Our community is about connecting people through open and thoughtful conversations. We want our readers to share their views and exchange ideas and facts in a safe space. In order to do so, please follow the posting rules in our site's Terms of Service.  We've summarized some of those key rules below. Simply put, keep it civil. Your post will be rejected if we notice that it seems to contain: User accounts will be blocked if we notice or believe that users are engaged in: So, how can you be a power user? Thanks for reading our community guidelines.  Please read the full list of posting rules found in our site's Terms of Service. ...",
            "label": "AIML",
            "author": "Bryan Robinson, Ph.D., Contributor, \n Bryan Robinson, Ph.D., Contributor\n https://www.forbes.com/sites/bryanrobinson/"
        },
        {
            "id": 14,
            "urls": "http://twistedsifter.com/2024/10/new-study-shows-that-ai-powered-facial-recognition-software-can-accurately-predict-political-beliefs-personalities-and-much-more/",
            "title": "New Study Shows That AI Powered Facial Recognition Software Can Accurately Predict Political Beliefs, Personalities, And Much More",
            "brief": "Facial recognition and AI software is getting scary.",
            "image": "https://twistedsifter.com/wp-content/uploads/2024/09/facial-recognition.png",
            "content": "by Michael Levanduski  Facial recognition technology has been around for quite a while now. Over the years, it has gotten a lot better as well. Today it is commonly used to unlock your phone, make secure purchases, and by law enforcement to track people in public areas. According to several studies, however, facial recognition software, especially when combined with artificial intelligence (AI) software, can do a lot more than that, and it is a little scary. Michael Kosinski, a Stanford University psychologist, conducted an interview with Business Insider where he claims that the latest developments in facial scanning software can accurately predict your political beliefs, your intelligence, and even some very personal desires that you may want kept private. In a 2021 study he published, he showed that the facial recognition model he was using was able to predict a person’s political positions with 72% accuracy. This was simply from feeding a photograph into the system. Humans, according to the study, could only predict it with 55% accuracy, which is barely over random chance.  In the study he warns that while this technology is very impressive, people need to be careful with what it can do. He explained: “Given the widespread use of facial recognition, our findings have critical implications for the protection of privacy and civil liberties.” With people’s opinions on just about every subject imaginable being very polarizing today, it is easy to see how this type of technology could be used negatively. Governments or companies could scan people to determine their sexual orientation, political beliefs, religious beliefs, and much more. As of now, the systems Kosinski reported on are not 100% accurate, but they are significantly better than chance. In some situations, that would be enough for an oppressive government to take action or at least perform additional investigations on the person in question.  While the cat is out of the bag when it comes to both facial recognition and artificial intelligence, it is important to be aware of these types of possibilities so they won’t be used against people in the future. Facial recognition and AI software is getting scary. If you enjoyed that story, check out what happened when a guy gave ChatGPT $100 to make as money as possible, and it turned out exactly how you would expect.  Add TwistedSifter to your Google News:\n            \n \n\t\tCategories: SCI/TECH Tags:  · ai, artificial intelligence, facial recognition, personality, policy, political beliefs, politics, science, single topic, top  Sign up to get our BEST stories of the week straight to your inbox. Sign up to get our BEST stories of the week straight to your inbox.  \n\t\t\t\t\tCopyright © 2024\t\t\t\t\t·\n\t\t\t\t\tAll Rights Reserved\t\t\t\t\t·\n\t\t\t\t\tTwistedSifter\n \n\t\t\t\t\tPowered by WordPress VIP\t\t\t\t\t·\n\t\t\t\t\t\n\t\t\t\t\t\tRSS Feed\t\t\t\t\t\n\t\t\t\t\t·\n\t\t\t\t\tLog in  ...",
            "label": "AIML",
            "author": "Michael Levanduski"
        },
        {
            "id": 15,
            "urls": "https://finance.yahoo.com/news/2-top-artificial-intelligence-ai-072000219.html/",
            "title": "2 Top Artificial Intelligence (AI) Stocks to Buy Before 2025",
            "brief": "These two tech companies are getting a nice boost thanks to AI -- a trend that could continue in the long run.",
            "image": "https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo.png",
            "content": "Thank you for your patience. Our engineers are working quickly to resolve the issue. ...",
            "label": "AIML",
            "author": "Harsh Chauhan, The Motley Fool"
        },
        {
            "id": 16,
            "urls": "https://finance.yahoo.com/news/artificial-intelligence-ai-set-drive-092000518.html/",
            "title": "Artificial Intelligence (AI) Is Set to Drive Solid Growth in This Market: 1 No-Brainer Stock to Buy Hand Over Fist Before That Happens",
            "brief": "The data storage market has massive growth opportunities thanks to catalysts such as AI, and this company is all about data storage.",
            "image": "https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo.png",
            "content": "Thank you for your patience. Our engineers are working quickly to resolve the issue. ...",
            "label": "AIML",
            "author": "Harsh Chauhan, The Motley Fool"
        },
        {
            "id": 17,
            "urls": "https://finance.yahoo.com/news/constellation-energy-corporation-ceg-rbc-062130706.html/",
            "title": "Constellation Energy Corporation (CEG): RBC Capital Raises Price Target Amid Three Mile Island Reopening and Microsoft Power Deal",
            "brief": "We recently compiled a list of the 30 AI News Investors Should Not Miss. In this article, we are going to take a look at where Constellation Energy...",
            "image": "https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo.png",
            "content": "Thank you for your patience. Our engineers are working quickly to resolve the issue. ...",
            "label": "AIML",
            "author": "Usman Kabir"
        },
        {
            "id": 18,
            "urls": "https://finance.yahoo.com/news/nvidia-corporation-nvda-positioned-growth-081441220.html",
            "title": "NVIDIA Corporation (NVDA) Positioned for Growth in Gen-AI Training, Bernstein Analysts Highlight Inference Challenges for Competitors",
            "brief": "We recently compiled a list of the 30 AI News Investors Should Not Miss. In this article, we are going to take a look at where NVIDIA Corporation...",
            "image": "https://s.yimg.com/ny/api/res/1.2/kZveoOmr3ngssVpudK1u4A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzM-/https://media.zenfs.com/en/insidermonkey.com/aa94e059977d3251b8b0630718e013fc",
            "content": "We recently compiled a list of the 30 AI News Investors Should Not Miss. In this article, we are going to take a look at where NVIDIA Corporation (NASDAQ:NVDA) stands against the other AI stocks. Artificial intelligence (AI) data centers are one of the hottest topics on Wall Street as companies across the industrial spectrum compete in a race to deploy AI technologies in their operations. The latest update comes from data center company Equinix, which recently announced that it would be forming a joint venture with GIC, a Singapore-based sovereign wealth fund, and Canada Pension Plan Investment Board, to raise more than $15 billion in capital. Per the data center company, the capital would be used to expand the US footprint of hyperscale data centers. Hyperscale data centers are the largest in the industry, typically developed by technology giants based in the US, and offer massive networking capacity and often consume as much power as a big city or even a small country. Read more about these developments by accessing 33 Most Important AI Companies You Should Pay Attention To and 20 Industrial Stocks Already Riding the AI Wave. As technology stocks stage a comeback on the back of Fed rate cuts and AI optimism, the news coming from the commerce department in the US has buoyed investors further. The US government said earlier this week that it plans to award nearly $100 million to boost the use of artificial intelligence in developing new sustainable semiconductor materials. The funding is part of the more than $52 billion in US chip manufacturing and research grants promised by US President Joe Biden. The latest funding would go towards helping universities, national laboratories, and the private sector develop AI-powered autonomous experimentation for sustainable semiconductor manufacturing. The goal is to reduce time needed to develop new semiconductor materials that are less resource-intensive. Read more about these developments by accessing 30 Most Important AI Stocks According to BlackRock and Beyond the Tech Giants: 35 Non-Tech AI Opportunities. Our Methodology For this article, we selected AI stocks by combing through news articles, stock analysis, and press releases. These stocks are also popular among hedge funds. Why are we interested in the stocks that hedge funds pile into? The reason is simple: our research has shown that we can outperform the market by imitating the top stock picks of the best hedge funds. Our quarterly newsletter’s strategy selects 14 small-cap and large-cap stocks every quarter and has returned 275% since May 2014, beating its benchmark by 150 percentage points (see more details here). A close-up of a colorful high-end graphics card being plugged in to a gaming computer. Number of Hedge Fund Holders: 179  NVIDIA Corporation (NASDAQ:NVDA) provides graphics, computing and networking solutions. Bernstein analysts, led by Toni Sacconaghi, recently penned an investor note on the AI space, noting that the potential for continued strong Gen-AI training dynamics was likely constructive for NVIDIA at this point, though questions around the pace and trajectory of Gen-AI inference, however, may come more at the expense of their peers who have broadly acknowledged NVIDIA's training dominance and have hence focused on inference as the bulk of their long-term opportunity. Per Bernstein, leading LLM builders were already pre-buying NVIDIA's Blackwell to prepare for next-generation models. Overall NVDA ranks 5th on our list of the AI stocks investors should not miss. While we acknowledge the potential of NVDA as an investment, our conviction lies in the belief that some AI stocks hold greater promise for delivering higher returns, and doing so within a shorter timeframe. If you are looking for an AI stock that is more promising than NVDA but that trades at less than 5 times its earnings, check out our report about the cheapest AI stock. READ NEXT: $30 Trillion Opportunity: 15 Best Humanoid Robot Stocks to Buy According to Morgan Stanley and Jim Cramer Says NVIDIA ‘Has Become A Wasteland’. Disclosure: None. This article is originally published at Insider Monkey. Sign in to access your portfolio ...",
            "label": "AIML",
            "author": "Usman Kabir"
        },
        {
            "id": 19,
            "urls": "https://finance.yahoo.com/news/qualcomm-incorporated-qcom-expands-ai-074237093.html/",
            "title": "QUALCOMM Incorporated (QCOM) Expands into AI-Powered PCs, Expected to Drive Growth with 44 Million Units Shipped by 2024",
            "brief": "We recently compiled a list of the 30 AI News Investors Should Not Miss. In this article, we are going to take a look at where QUALCOMM Incorporated...",
            "image": "https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo.png",
            "content": "Thank you for your patience. Our engineers are working quickly to resolve the issue. ...",
            "label": "AIML",
            "author": "Usman Kabir"
        },
        {
            "id": 20,
            "urls": "https://news.slashdot.org/story/24/10/03/1449235/paypal-completes-its-first-business-transaction-using-stablecoin",
            "title": "PayPal Completes Its First Business Transaction Using Stablecoin",
            "brief": "PayPal completed its first business payment using its proprietary stablecoin as a way to demonstrate how digital currencies can be used to improve often-clunky commercial transactions. From a report: PayPal paid an invoice to Ernst & Young LLP on Sept. 23 usi…",
            "image": "https://a.fsdn.com/sd/topics/money_64.png",
            "content": "\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\tPlease create an account to participate in the Slashdot moderation system\n\t\t\t\t\t\n\t\t\t\t \nNickname:\n\n \nPassword:\n\n \nNickname:\n\n \nPassword:\n\n \nThe Fine Print: The following comments are owned by whoever posted them.  We are not responsible for them in any way.\n Essentially, they want to print money. That works bacause \"stable\"-coins are not actually that stable. In the US, an ACH transfer through the Fed can take three days (most of which is banks just sitting on the transferred funds to earn their own interest). To do faster, you need to pay an Electronic Payments Network like Fiserv.PayPal has press releases saying they partner with Fiserv. But thatâ(TM)s still someone else collecting the money for transaction fees. By operating their own stablecoin, they can participate in the processing network  (Ethereum & Solana) and receive transaction fees. Now the  Do they have something secure enough to protect their wallets' private keys?  HSMs are one thing, but AFAIK, there is no HSM rated to protect a key holding a billion dollars worth of money, something so high that nation-states will get involved and try flipping employees.  The technology and infrastructure just isn't here to protect extremely high value keys like this. In the US, an ACH transfer through the Fed can take three daysSince 2022 you can transfer money up to $1m within the same day using Fast ACH: https://www.nacha.org/resource... [nacha.org] I would argue, that even such large transfers should NOT be instant. In the US, an ACH transfer through the Fed can take three days Since 2022 you can transfer money up to $1m within the same day using Fast ACH: https://www.nacha.org/resource... [nacha.org] I would argue, that even such large transfers should NOT be instant. Services like FedNow and ACH RTP are nearly instantaneous and have a much lower overhead cost than a trip through \"stablecoin\". The limits are $500,000 for FedNow and $1 million for RTP. There's always old school \"wires\" which can have higher limits -- and slightly higher fees (around $15 or less for commercial entities). Tell me again the value of the stablecoin approach? Other than another intermediary that can take a little bit of the pie. Tell me again the value of the stablecoin approach? Other than another intermediary that can take a little bit of the pie.Easy, PayPal would rather that THEY are the intermediary who takes the little bit of the pie.Oh, you meant what's the value for the consumer? *shrugs* Why should PayPal care about that?  Tell me again the value of the stablecoin approach? Other than another intermediary that can take a little bit of the pie. Easy, PayPal would rather that THEY are the intermediary who takes the little bit of the pie. Oh, you meant what's the value for the consumer? *shrugs* Why should PayPal care about that?  have a much lower overhead cost than a trip through \"stablecoin\". An exchange within the same crypto exchange doesn't require a ledger entry. IIRC, that's how CoinBase does it with their payment service. Stablecoins make a lot of money for the maker.  For example: Bob makes his coin, pegged to the dollar, 1:1.  He gets ten people to trade a buck for a Bobcoin.  He now has $10.  He also can mint more Bobcoins, because he knows not everyone is going to want their dollar back, so he can spend 100 Bobcoins, and there is a good chance, not everyone will want to turn their Bobcoins back into dollars.  However, if it happens, well, people who bought Bobcoins are screwed.  This is exactly like how banks were, where  Every time I see this copy/paste, I have the urge to make a smug post about how BTC will be $100,000 by the end of the year, which will trigger someone mocking Pyrate Pete and links to postings from a few years ago. However, it would be nice if cryptocurrency just dies.  The tulips have wilted.  Nobody cares about blockchain anymore.  The Lambos have been purchased, and the whales have cashed out, although it is likely some people's 401ks have bought into BTC, which is why it is at ~$60k as of today. Wish we  PayPal can retroactively undo your transaction or blacklist you if they don't like you.  And they will charge for the service. Blockchain transfers can be quick and cheap.  The only issue is bridging between fiat and stable coins, though if you're transacting entirely in stablecoins, it wouldn't matter. There may be more comments in this discussion. Without JavaScript enabled, you might want to turn on Classic Discussion System in your preferences instead. OpenAI Gets $4 Billion Revolving Credit Line, Giving It More Than $10 Billion in Liquidity WP Engine Sues WordPress for Libel, Extortion \"I think Michael is like litmus paper - he's always trying to learn.\"\n-- Elizabeth Taylor, absurd non-sequitir about Michael Jackson ...",
            "label": "Block Chain",
            "author": "msmash"
        },
        {
            "id": 21,
            "urls": "https://venturebeat.com/games/3thix-partners-with-avalanche-on-web3-gaming-ad-data/",
            "title": "3thix partners with Avalanche on web3 gaming ad data",
            "brief": "3thix is partnering with Avalanche to launch a decentralized ad data layer on the Layer 1 blockchain, offering an ad solution without compromising privacy.",
            "image": "https://venturebeat.com/wp-content/uploads/2024/10/3THIX.jpg?w=1024?w=1200&strip=all",
            "content": " ...",
            "label": "Block Chain",
            "author": "Rachel Kaser"
        },
        {
            "id": 22,
            "urls": "https://usa.visa.com/content/VISA/usa/englishlanguagemaster/en_US/home/about-visa/newsroom/press-releases.releaseId.20881.html",
            "title": "Visa Introduces the Visa Tokenized Asset Platform",
            "brief": "Visa Tokenized Asset Platform (VTAP) is a new product that helps banks issue fiat-backed tokens. BBVA will use VTAP to create tokens on the public Ethereum blockchain with expected live pilots in 2025. SAN FRANCISCO --(BUSINESS WIRE)--Oct. 3, 2024-- Visa (NYS…",
            "image": null,
            "content": "10/03/2024 \nVisa Tokenized Asset Platform (VTAP) is a new product that helps banks issue fiat-backed tokens. BBVA will use VTAP to create tokens on the public Ethereum blockchain with expected live pilots in 2025.\n  SAN FRANCISCO--(BUSINESS WIRE)--Oct. 3, 2024--\nVisa (NYSE: V), a global leader in digital payments, is helping to bridge existing fiat currencies with blockchains through the Visa Tokenized Asset Platform (VTAP), a new product designed to help financial institutions issue and manage fiat-backed tokens on blockchain networks. The VTAP solution is available on the Visa Developer Platform for participating financial institution partners, to create and experiment with their own fiat-backed tokens in a VTAP sandbox.\n \nVisa has a global network of more than 15,000 financial institutions and helps facilitate seamless transactions of fiat currencies across more than 200 countries and territories. Now, Visa is applying its expertise in new technologies, such as smart contracts, to enable banks to issue and transfer fiat-backed tokens over blockchain networks.\n \n“Visa has been at the forefront of digital payments for nearly sixty years, and with the introduction of VTAP, we are once again setting the pace for the industry,” said Vanessa Colella, Global Head of Innovation and Digital Partnerships, Visa. “We're excited to leverage our experience with tokenization to help banks integrate blockchain technologies into their operations.”\n \nBenefits of VTAP\n \nVTAP is a cutting-edge solution developed by Visa’s in-house blockchain experts. The platform is a b2b solution designed to enable banks to bring fiat currencies onchain in a safe, seamless, and efficient manner. Key benefits include:\n \nPartnering for the future\n \nBBVA has been working in the VTAP sandbox throughout this year and has been testing core VTAP sandbox functionalities including the issuance, transfer and redemption of a bank token on a testnet blockchain, as well as interactions of the token with smart contracts with the goal of launching an initial live pilot with select customers in 2025 on the public Ethereum blockchain.\n \n“We are proud to continue spearheading the exploration of tokenized solutions with Visa through its VTAP platform,” said Francisco Maroto, Head of Blockchain and Digital Assets, BBVA. “This collaboration marks a significant milestone in our exploration of the potential of blockchain technology and will ultimately help enable us to broaden our banking services and expand the market with new financial solutions.”\n \nVisa is committed to working with financial institutions and fintechs to develop standards and capabilities that can enable the growth of these new payment flows in a secure, reliable, and compliant manner.\n \nAbout Visa\n \nVisa (NYSE: V) is a world leader in digital payments, facilitating transactions between consumers, merchants, financial institutions and government entities across more than 200 countries and territories. Our mission is to connect the world through the most innovative, convenient, reliable and secure payments network, enabling individuals, businesses and economies to thrive. We believe that economies that include everyone everywhere, uplift everyone everywhere and see access as foundational to the future of money movement. Learn more at Visa.com.\n  View source version on businesswire.com: https://www.businesswire.com/news/home/20241003550660/en/ \nJackie Dresch - jdresch@visa.com\n Source: Visa Inc. ...",
            "label": "Block Chain",
            "author": "Visa Inc"
        },
        {
            "id": 23,
            "urls": "https://www.techmeme.com/241002/p36",
            "title": "An investigation finds over a dozen crypto companies unknowingly hired IT workers, who used fake IDs and successfully navigated interviews, from North Korea (Sam Kessler/CoinDesk)",
            "brief": "Sam Kessler / CoinDesk:\nAn investigation finds over a dozen crypto companies unknowingly hired IT workers, who used fake IDs and successfully navigated interviews, from North Korea  —  More than a dozen blockchain firms inadvertently hired undercover IT worke…",
            "image": "https://www.coindesk.com/resizer/26ayAKmmAVK3NdMo0JJu_iirluA=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/H4KHKPDMXZDY5ECJVH4JTHWV3A.jpg",
            "content": "This is a Techmeme archive page.\nIt shows how the site appeared at 12:20 AM ET, October 3, 2024.\n The most current version of the site as always is available at our home page.\nTo view an earlier snapshot click here\nand then modify the date indicated.\n ...",
            "label": "Block Chain",
            "author": null
        },
        {
            "id": 24,
            "urls": "https://www.firstshowing.net/2024/official-trailer-for-money-electric-the-bitcoin-mystery-documentary/",
            "title": "Official Trailer for 'Money Electric: The Bitcoin Mystery' Documentary",
            "brief": "\"If you dig deep enough, the inconsistencies will emerge.\" HBO has revealed the trailer for a documentary film titled Money Electric: The Bitcoin Mystery, another investigative look at Bitcoin and the world of cryptocurrency. This would play well as a double …",
            "image": "https://media2.firstshowing.net/firstshowing/img16/MoneyElectricDocPostermainTW1.jpg",
            "content": "by Alex Billington October 4, 2024Source: YouTube \"If you dig deep enough, the inconsistencies will emerge.\" HBO has revealed the trailer for a documentary film titled Money Electric: The Bitcoin Mystery, another investigative look at Bitcoin and the world of cryptocurrency. This would play well as a double feature with Alex Winter's excellent doc Trust Machine: The Story of Blockchain a few years back. \"In the future of money, who holds the power?\" Indeed. In Money Electric: The Bitcoin Mystery, intrepid filmmaker Cullen Hoback dives into the origins of Bitcoin and the identity of its creator, Satoshi Nakamoto. The captivating new doc film offers a thrilling, globe-spanning investigation, with Hoback immersing himself with key players, uncovering never-before-seen clues, and humorously unraveling Bitcoin's meteoric rise. It's executive produced by Adam McKay (director of The Big Short), Todd Schulman, Cullen Hoback, and Taylor Jones. And it'll be streaming on Max later this month. I'm always fascinated by these kind of investigations, but they're never critical enough or hard-hitting when it comes to the danger of a world obsessed with crypto. We still have to keep waiting to see what comes next. Official trailer for Cullen Hoback's doc Money Electric: The Bitcoin Mystery, from HBO's YouTube:   Intrepid filmmaker Cullen Hoback dives into one of the most enduring, high-stakes mysteries in tech and finance: the origins of Bitcoin and the identity of its anonymous creator, Satoshi Nakamoto. More than a decade after Satoshi's disappearance, Bitcoin now threatens to disrupt the global financial order, forcing nations to reconsider the very nature of money as Satoshi potentially stands to become the richest person on earth. Known for uncovering clandestine subcultures and movements through digital forensics, Hoback immerses himself with key players, uncovers never-before-seen clues, and humorously unravels Bitcoin’s chaotic origins and meteoric rise. Money Electric offers a thrilling, globe-spanning investigation into the intentions of Bitcoin's enigmatic inventor. Hoback encounters those who could be Satoshi, seeking to reveal who holds the power — and what they might do with it if Bitcoin were woven into our daily lives. Money Electric: The Bitcoin Mystery is directed by investigative filmmaker Cullen Hoback, director of the movies Monster Camp, Friction, Terms and Conditions May Apply, Do Not Pass Go, as well as What Lies Upstream previously, plus the \"Q: Into the Storm\" doc mini-series recently. It's produced by Jessie Deeter, Scott Holroyd, and Alina Solodnikova. A Hyrax Films Production in association with HyperObject Industries and Hello Pictures. HBO will debut the doc film Money Electric: The Bitcoin Mystery streaming on Max starting on October 8th, 2024 this fall. Anyone want to watch this doc? And where is Nakamoto hiding? Find more posts: Documentaries, To Watch, Trailer FEATURED POSTS FOLLOW FS HERE Check Alex's new account on Bluesky: Get the latest posts sent via Telegram  Add our posts to your Feedly: click here Your Privacy Manager LATEST TO WATCH \t\t\t\t\t ▶ Jennifer Aniston & Judith Light in CP Movie 'Out of My Mind' Trailer (Oct 4)\t\t\t\t\t ▶ US Trailer for Mikael Håfström's 'Stockholm Bloodbath' Revenge Film (Oct 4)\t\t\t\t\t ▶ First Trailer for Hazanavicius' Animated 'The Most Precious of Cargoes' (Oct 4)\t\t\t\t\t ▶ Official Trailer for 'Money Electric: The Bitcoin Mystery' Documentary (Oct 4)\t\t\t\t\t ▶ Trailer for Horror Series 'Tales from the Void' Telling 'No Sleep' Stories (Oct 3) Want emails instead?Subscribe to our dailynewsletter updates: © 2006-2024 First Showing® LLC. All rights reserved.   Privacy Policy   |   Letterboxd ➚   |   Bookshop ➚   |   Support FS ➚    ...",
            "label": "Block Chain",
            "author": "Alex Billington"
        },
        {
            "id": 25,
            "urls": "https://www.forbes.com/sites/digital-assets/2024/10/03/the-most-important-difference-between-bitcoin-and-crypto/",
            "title": "The Most Important Difference Between Bitcoin And Crypto",
            "brief": "The key to understanding the “bitcoin, not crypto” blockchain industry slogan is seeing Bitcoin's unmatched decentralization, which sets it apart from other blockchains.",
            "image": "https://imageio.forbes.com/specials-images/imageserve/66fe89d73289aef6ac900a94/0x0.jpg?format=jpg&height=900&width=1600&fit=bounds",
            "content": "Representation of Bitcoin and Ethereum cryptocurrencies are seen in this illustration photo taken in ... [+] Krakow, Poland on September 18, 2022. (Photo by Jakub Porzycki/NurPhoto via Getty Images) Bitcoin is the first, most popular, and biggest cryptocurrency by market cap. However, many Bitcoin advocates draw a sharp contrast between bitcoin and the broader “crypto” space. Michael Saylor, founder of MicroStrategy and a bitcoin bull, voiced this on CNBC's \"Squawk on the Street.\" He said, \"Speaking for all the bitcoiners, we feel trapped in a bad relationship with crypto, and we want out.\" Why such a stark divide between terms that appear closely related both linguistically and technologically? After all, every cryptocurrency is built on blockchain — a technology that allows transferring digital assets through a decentralized network, which maintains and updates the ever-growing transactions ledger. The essence of “bitcoin, not crypto” lies in the concept of decentralization. So far, no blockchain can compete with Bitcoin in this respect. However, we may still reconcile this perspective with the existence of other blockchains by recognizing the different purposes they serve. Decentralization is a solution to avoiding central authority flaws. Bitcoin is revolutionary in achieving a truly decentralized value transfer system, based on cryptology and economic incentive — new bitcoin and transaction fees paid to the miners. In return, miners invest in specialized hardware and spend a lot of electricity. They do this to find proof-of-work for each block, thus securing the blockchain. Miners are motivated to keep Bitcoin safe, operating, and most importantly, censorship-resistant. An alternative to PoW is proof-of-stake, which requires validators to stake the blockchain’s currency to prove their good intentions. This consensus and its variations are now the most popular among blockchains, as they allow for higher scalability. However, PoS can create an oligarchic system. The more coins you stake, the higher your chances of adding a block and earning a reward. This makes you wealthier, allowing you to stake more coins. Unlike bitcoin miners, whose power remains unchanged after mining a block, PoS validators can grow their influence. Furthermore, centralization concerns extend beyond the PoS consensus. A small number of nodes, liquid staking protocols pooling user funds, nodes hosted by centralized services, high hardware requirements, and centralization risks related to MEV (maximal extractable value) practices are just some of the problems that most blockchains must face. On Ethereum, one of the most decentralized blockchains other than Bitcoin, nearly 35% of staked coins come from the top three decentralized liquid staking services, according to Dune Analytics. Another 20% come from the top three centralized services. Additionally, 69% of Ethereum nodes are hosted by three centralized providers, and 90% of the blocks are ordered by just three MEV-optimizing builders. With 1.16 TB, Ethereum blockchain weighs almost twice as much as Bitcoin (604 GB), making participation harder for average users. Yes, most blockchains are much less decentralized and therefore less censorship-resistant than Bitcoin. Moreover, unlike Bitcoin, which Satoshi Nakamoto handed to the community less than two years after its launch, most other blockchains are still tied to their founders. This group of insiders, including early investors, often retains significant control, notably through pre-minted coins. This further concentrates their wealth and power. Does this mean that the whole “crypto” space is useless? It may be too early to say that. Decentralization is a spectrum, and even less decentralized platforms still offer users more freedom and control than traditional web services. This gives them the potential to serve various use cases beyond money. Bitcoin’s primary goal is to create and sustain independent money. As more people place their trust in bitcoin as an alternative to traditional currencies, its value grows accordingly. In contrast, most other blockchains, like Ethereum or Solana, were designed as multi-purpose smart contract platforms. Their goal is to enable the development of decentralized applications, called dapps. Using these blockchains, the next phase of the internet, known as Web3, could enable innovative use cases ranging from gaming and social media to finance, commerce, and beyond. In this perspective, ether, the native coin of Ethereum, is not a cryptocurrency. While it can be invested in or traded, ether is more of a utility asset for Web3 than general-purpose money. Its primary role is to power the Ethereum blockchain, functioning as payment for transactions and an incentive for validators. As Ethereum-based dapps gain popularity, demand for ether increases to cover transaction costs. Also, smart contract platforms’ founding teams often operate much like traditional companies. They deal with issues like finding investment, solving technical problems, building communities, and marketing their products. The value of these blockchains' native coins reflects the quality of this work, distancing them from the notion of independent currency. In the Web3 space, many consider such an organization necessary to innovate, and it’s hard to disagree. However, efficiency at the expense of decentralization goes against the cypherpunk ethos. This further increases the divide between Bitcoin and crypto. Web3 is buzzing with activity. Yet, according to DappRadar, the top 15 blockchains collectively register only 165 million unique active wallets per month. The future of the space will likely hinge on finding the right balance between decentralization and innovation. It will also depend on the teams’ ability to pass on their projects to the community when the time comes. Beyond native coins like bitcoin and ether, blockchains host a wide array of tokens, each with different functions and levels of decentralization. These tokens include stablecoins, memecoins, protocol tokens, and all sorts of digital units that anyone can easily create using a smart contract. The tokens share the blockchain environment with native coins, but their value depends on the project that issued them. For years, the tokens fueled bitcoin maximalists’ disdain for all crypto but bitcoin. Numerous crypto scams, mostly involving such tokens, have caused significant reputational damage to the crypto space. They have even tarnished bitcoin in the process. With the introduction of Ordinals and Runes, some bitcoiners have reconsidered their stance on tokens. These protocols, which assign value to satoshis (bitcoin’s smallest units) or create tokens on Bitcoin, have sparked discussions about new use cases for the blockchain. However, following the initial hype, both protocols now see only modest usage. Since their peak in 2023, daily Ordinals inscriptions have dropped from over 400,000 to around 40,000. Runes etchings have fallen from over 35,000 in April to fewer than 400. So far, bitcoin's role as a better form of money is its main use, overshadowing any other. In short, bitcoin remains unmatched in its decentralization and primary role as an alternative form of money. Meanwhile, the broader crypto space is willing to compromise decentralization for innovation and new use cases. As a result, bitcoin and crypto are growing increasingly distinct.  One Community. Many Voices. Create a free account to share your thoughts.  Our community is about connecting people through open and thoughtful conversations. We want our readers to share their views and exchange ideas and facts in a safe space. In order to do so, please follow the posting rules in our site's Terms of Service.  We've summarized some of those key rules below. Simply put, keep it civil. Your post will be rejected if we notice that it seems to contain: User accounts will be blocked if we notice or believe that users are engaged in: So, how can you be a power user? Thanks for reading our community guidelines.  Please read the full list of posting rules found in our site's Terms of Service. ...",
            "label": "Block Chain",
            "author": "Marie Poteriaieva, Contributor, \n Marie Poteriaieva, Contributor\n https://www.forbes.com/sites/mariepoteriaieva/"
        },
        {
            "id": 26,
            "urls": "https://www.coindesk.com/business/2024/10/03/rwa-platform-credbull-rolls-out-up-to-500m-private-credit-fund-with-fixed-high-yield-on-plume-network/",
            "title": "RWA Platform Credbull Rolls Out Up to $500M Private Credit Fund with Fixed High Yield on Plume Network",
            "brief": "Private credit, a booming market in traditional finance, is a fast-growing sector in the blockchain-based real-world asset sector as well with $9 billion of assets, data shows.",
            "image": "https://www.coindesk.com/resizer/9RCES-l-e9Hbe8Zo_ZIlrKVkjkM=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/YAYXG37WFVDQ7HM7ZZ3S5RTK4Y.jpg",
            "content": "Election 2024 coverage presented by Decentralized private credit platform Credbull is rolling out a new fixed yield credit facility LiquidStone, with a capacity of up to $500 million, exclusively on the real-world asset (RWA) focused blockchain Plume Network, the protocols announced on Thursday. In the first phase, the product debuts with a fixed 30-day 10% annualized yield with daily redemption features on assets and yield, with assets capped at $100 million at the beginning. The protocol plans a broader rollout in the first quarter of 2025, raising the maximum capacity to $500 million and offering a 90-day fixed yield of 15% annualized. On top of the yield, both retail and institutional investors may earn rewards for participating in the Plume ecosystem. The underlying assets are diversified across on-chain \"high quality liquid assets,\" collateralized on-chain lending and high yield trade financing solutions underwritten by loan originators focusing on small and mid-size businesses. Private credit has been one of the first frontiers of crypto's RWA tokenization movement, a process that brings traditional financial instruments such as bonds, commodities and funds to blockchain rails in pursuit of efficiency, transparency and accessibility gains. The blockchain-based private credit market currently stands at $9 billion, rwa.xyz data shows, dominated by fintech firm Figure's home equity credit line service using the Provenance blockchain. That's still tiny compared to the booming private credit market in traditional finance, which the IMF estimated to be worth over $2 trillion. Credbull, led by McKinsey alum Jason Dehni as CEO, is one of the newer entrants, aiming to broaden access to high-yield structured products using blockchain tech to cut costs. Its first fund debuted on Polygon this year and is regulated in the Bahamas. The company raised $5.2 million in August in a venture capital round led by GnosisVC. Plume is an Ethereum-based layer-2 blockchain specializing on RWA finance, backed by Galaxy and Haun in a $10 million fundraising round earlier this year. Edited by Parikshit Mishra. Disclosure Please note that our privacy policy, terms of use, cookies, and do not sell my personal information have been updated.CoinDesk is an award-winning media outlet that covers the cryptocurrency industry. Its journalists abide by a strict set of editorial policies. CoinDesk has adopted a set of principles aimed at ensuring the integrity, editorial independence and freedom from bias of its publications. CoinDesk is part of the Bullish group, which owns and invests in digital asset businesses and digital assets. CoinDesk employees, including journalists, may receive Bullish group equity-based compensation. Bullish was incubated by technology investor Block.one. Krisztian Sandor is a reporter on the U.S. markets team focusing on stablecoins and institutional investment. He holds BTC and ETH. About Stay Updated Get In Touch The Fine Print Please note that our privacy policy, terms of use, cookies, and do not sell my personal information have been updated.CoinDesk is an award-winning media outlet that covers the cryptocurrency industry. Its journalists abide by a strict set of editorial policies. CoinDesk has adopted a set of principles aimed at ensuring the integrity, editorial independence and freedom from bias of its publications. CoinDesk is part of the Bullish group, which owns and invests in digital asset businesses and digital assets. CoinDesk employees, including journalists, may receive Bullish group equity-based compensation. Bullish was incubated by technology investor Block.one. ©2024 CoinDesk ...",
            "label": "Block Chain",
            "author": "Krisztian Sandor"
        },
        {
            "id": 27,
            "urls": "https://techreport.com/crypto-news/xrp-price-plummetes-amid-ripples-relock-of-800-million-tokens/",
            "title": "XRP Price Plummetes Amid Ripple’s Relock of 800 Million Tokens",
            "brief": "Ripple, the blockchain payment company behind XRP, has relocked 800 million XRP tokens in escrow. The firm relocked the coins in three separate transactions, comprising $500 million, 200 million, and...\nThe post XRP Price Plummetes Amid Ripple’s Relock of 800…",
            "image": "https://techreport.com/wp-content/uploads/2023/08/coin-3786692_1280.jpg",
            "content": "\n\n\n\n\n\n\n\n\n\n\n\n\n  Why Trust Tech Report \n\n\n\n Tech Report is one of the oldest hardware, news, and tech review sites on the internet. We write helpful technology guides, unbiased product reviews, and report on the latest tech and crypto news. We maintain editorial independence and consider content quality and factual accuracy to be non-negotiable.\n  Ripple, the blockchain payment company behind XRP, has relocked 800 million XRP tokens in escrow. The firm relocked the coins in three separate transactions, comprising $500 million, 200 million, and 100 million XRP, respectively.  This move came after the firm’s monthly release of 1 billion XRP on October 1. However, XRP’s price reacted negatively to the transaction trend, plummeting by over 7% within the past day.  Ripple has relocked 800 million XRP coins in its escrow. According to data from Whale Alert, a prominent on-chain tracker, the company relocked the coins in three separate transactions. Firstly, as of 12:25 pm UTC, Ripple relocked 500 million coins worth about $314.84 million during the transaction period. 🔒 🔒 🔒 🔒 🔒 🔒 🔒 🔒 🔒 🔒  500,000,000 #XRP (314,847,284 USD) locked in escrow at #Ripplehttps://t.co/HfohSK0OCG — Whale Alert (@whale_alert) October 1, 2024  About a minute later, the company locked 100 million XRP tokens worth $62 million in its escrow account. 🔒 🔒 🔒 🔒 🔒 🔒 🔒 🔒 🔒 🔒  200,000,000 #XRP (126,034,510 USD) locked in escrow at #Ripplehttps://t.co/f8APQ8m1W3 — Whale Alert (@whale_alert) October 1, 2024  The last transaction involved the relock of 200 million XRP coins worth over $126.03 million. Ripple completed this third transaction as of 12:27 UTC. While the first transaction involves Ripple’s account “rDdXiA3M4m…UaAXCFWeCK,” the firm used the address “rKDvgGUsNP…2Not4co2op” for its second and third transactions. The overall relocking process began after Ripple completed its monthly release of 1 billion on October 1. The relocked coins represent 80% of the tokens released for the month. Notably, on October 1, Ripple released its monthly 1 billion XRP tokens for escrow. Whale Alert data shows it also completed the transactions in three different splits: 200 million, 300 million, and 500 million XRP tokens. Following Ripple’s latest unlock and relock pattern, only 200 million XRP coins were added to the circulating supply. Notably, Ripple releases 1 billion XRP monthly and recently started relocking some of them. Though the firm has deviated from maintaining the exact amount of XRP coins in these processes, the pattern remains the same. The relocking process is part of Ripple’s strategy to maintain XRP’s price stability. It also helps the firm manage the overall XRP distribution and boosts investors’ confidence. However, the latest process has impacted the price of XRP. From its daily high of $6336 as of October 1, XRP slipped to $0.5846. XRP trades at $0.5812, reflecting a 5.60% decline over the past 24 hours. It boasts a market cap of $32.99 billion. According to data from Coinglass, on-chain metrics show a bearish sentiment for XRP. The details highlight XRP’s Long/Short ratio at 0.924, with 48% of top traders holding long positions while 52% have short positions. Also, its future open interest dropped by 4.5%, indicating a decline in investor interest.  Meanwhile, XRP’s price drop could stem from the bearish trend in the broader crypto market due to tension in the Middle East. Bitcoin has dropped by over 4% to hit $61,168 while Ether’s price hovers at $2,444, indicating an over 5% decline. Your email address will not be published. Required fields are marked * Comment *  Name *  Email *  Website   \n\n  Δ Rida is a dedicated crypto journalist with a passion for the latest developments in the cryptocurrency world. With a keen eye for detail and a commitment to thorough research, she delivers timely and insightful news articles that keep her readers informed about the rapidly evolving digital economy. \n\n\n\n\n\n\n\n\n\n\n\n\n  Why Trust Tech Report \n\n\n\n Tech Report is one of the oldest hardware, news, and tech review sites on the internet. We write helpful technology guides, unbiased product reviews, and report on the latest tech and crypto news. We maintain editorial independence and consider content quality and factual accuracy to be non-negotiable.\n  Bitcoin miner TeraWulf has ramped up efforts to expand its BTC mining and AI data computing operations. According to a recent report, the firm sold its share in the Nautilus... On Thursday, the US spot Bitcoin exchange-traded funds (ETFs) recorded the exit of $54.13 million, marking their third straight day of outflow.  Similarly, Ethereum-based ETFs posted $3.20 million in net... REGULATION & HIGH RISK INVESTMENT WARNING: Trading Forex, CFDs and Cryptocurrencies is highly speculative, carries a level of risk and may not be suitable for all investors. You may lose some or all of your invested capital, therefore you should not speculate with capital that you cannot afford to lose. The content on this site should not be considered investment advice. Investing is speculative. When investing your capital is at risk. Please note that we do receive advertising fees for directing users to open an account with the brokers/advertisers and/or for driving traffic to the advertiser website. Crypto promotions on this site do not comply with the UK Financial Promotions Regime and is not intended for UK consumers. © Copyright 2024 The Tech Report Inc. All Rights Reserved. ...",
            "label": "Block Chain",
            "author": "Rida Fatima"
        },
        {
            "id": 28,
            "urls": "https://finance.yahoo.com/news/hive-digital-targets-200m-green-212727129.html/",
            "title": "HIVE Digital Targets $200M in Green Tech Growth",
            "brief": "HIVE Digital Technologies (TSE:HIVE) has released an update. HIVE Digital Technologies Ltd., a leader in green energy-powered blockchain infrastructure, has ...",
            "image": "https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo.png",
            "content": "Thank you for your patience. Our engineers are working quickly to resolve the issue. ...",
            "label": "Block Chain",
            "author": "TipRanks"
        },
        {
            "id": 29,
            "urls": "https://bikerumor.com/colnago-retrofitting-wants-to-verify-the-authenticity-of-your-old-school-road-bike/",
            "title": "Colnago Retrofitting Wants to Verify the Authenticity of Your Old School Road Bike",
            "brief": "Colnago will verify the authenticity of your vintage steel road bike with new Retrofitting service and a blockchain-backed NFC tag to secure you classic ride…\nThe post Colnago Retrofitting Wants to Verify the Authenticity of Your Old School Road Bike appeared…",
            "image": "https://bikerumor.com/wp-content/uploads/2024/10/Colnago-Retrofitting-road-bike-authenticity-verification-service-with-NFC-blockchain-tag-jpg.webp",
            "content": " ...",
            "label": "Block Chain",
            "author": "editor@bikerumor.com (Bikerumor.com / Tyler Benedict)"
        },
        {
            "id": 30,
            "urls": "https://www.finextra.com/pressarticle/102583/binance-secures-registration-in-argentina",
            "title": "Binance secures registration in Argentina",
            "brief": "Binance, the world's leading provider of blockchain and cryptocurrency infrastructure, announces that it has been incorporated into the Argentinian Virtual Asset Service Provider (VASP) Registry of the National Securities Commission (CNV), marking Binance’s 2…",
            "image": "https://www.finextra.com/about/finextra-logo.png",
            "content": "News and resources on digital currencies, crypto assets and crypto exchanges worldwide. This content is provided by an external author without editing by Finextra. It expresses the views and opinions of the author. Binance, the world's leading provider of blockchain and cryptocurrency infrastructure, announces that it has been incorporated into the Argentinian Virtual Asset Service Provider (VASP) Registry of the National Securities Commission (CNV), marking Binance’s 20th global regulatory milestone. \n03 October 2024\nBe the first to comment\n This content is provided by an external author without editing by Finextra. It expresses the views and opinions of the author. Binance's registration with the CNV highlights the company's commitment to compliance, in Argentina and worldwide, for the growth and expansion of the crypto industry in a safe and sustainable manner. The news closely follows recent regulatory wins in diverse regions like India, Kazakhstan, and Indonesia, illustrating Binance’s sustained global momentum and adding to previously secured licenses, registrations, and authorizations in jurisdictions like Dubai, France, Japan, El Salvador, and others. Additionally, with this new registration, Binance's website and application are now fully available to Argentine users, providing them with access to Binance's complete suite of services and tools. Guilherme Nazar, Binance's Head of Latin America, said: “At Binance, we support forward-looking regulation and believe that it is key to ensuring that the industry continues to evolve and that adoption occurs in a safe manner. As an industry leader with licenses and registrations in 20 jurisdictions worldwide, Binance is committed to the development of the crypto ecosystem globally and in Argentina, in compliance with local requirements.” He also noted: “Argentina is a key market for Binance. We will continue to work closely with the authorities to develop the industry in the most sustainable and secure way for the benefit of the crypto community and society as a whole.” In line with its global standards, Binance’s compliance program includes robust anti-money laundering (AML) policies and controls and a comprehensive framework to combat the financing of terrorism (CFT). In addition to rigorous AML and CFT controls, key components of Binance's compliance program include robust identity verification processes (Know Your Customer and Know Your Business, or KYC and KYB) and the industry-leading Financial Crime Compliance (FCC) unit, designed to assist law enforcement in investigating crypto asset-related crimes and capacity building, thereby strengthening the collaborative security of the ecosystem. “Binance's commitment to security and regulation is a fundamental part of our strategy. We are convinced that in this way, we can contribute significantly to the development of the local and global industry, raising standards for the protection of users and creating a transparent and efficient financial environment,” concluded Nazar. Welcome to Finextra. We use cookies to help us to deliver our services. You may change your preferences at our Cookie Centre. Please read our Privacy Policy. © Finextra Research 2024 Terms of usePrivacy PolicyCookie Centre ...",
            "label": "Block Chain",
            "author": "Editorial Team"
        },
        {
            "id": 31,
            "urls": "https://www.finextra.com/newsarticle/44829/visa-launches-platform-to-help-banks-issue-fiat-backed-tokens",
            "title": "Visa launches platform to help banks issue fiat-backed tokens",
            "brief": "Visa has unveiled a platform that helps banks issue and manage fiat-backed tokens such as stablecoins on blockchain networks.",
            "image": "https://www.finextra.com/finextra-images/top_pics/xl/connect-5.jpg",
            "content": "News and resources on digital currencies, crypto assets and crypto exchanges worldwide. This content has been selected, created and edited by the Finextra editorial team based upon its relevance and interest to our community. Visa has unveiled a platform that helps banks issue and manage fiat-backed tokens such as stablecoins on blockchain networks. \n04 October 2024\nBe the first to comment\n This content has been selected, created and edited by the Finextra editorial team based upon its relevance and interest to our community. The Visa Tokenised Asset Platform ( VTAP) lets participating financial institution partners mint, burn and transfer fiat-backed tokens, such as tokenised deposits and stablecoins, and experiment with use cases.\n\r\nCurrently available in a test environment, Visa says it plans to support live programmes next year when participating banks are ready to launch with end customers.\n\r\nThe product is designed to let banks use their tokens within smart contracts for programmability. For example, says Visa, a bank could automate the administering of complex lines of credit using smart contracts and use fiat-backed tokens to release payments when terms are met.\n\r\nThe payments giant also stresses its focus on interoperability across different blockchains for banks using the platform. With a single API connection to VTAP, in the future, banks can enable multiple use cases and interact with partners and clients on both permissioned and public blockchains. \n\r\nVanessa Colella, global head, innovation and digital partnerships, Visa, says: “We're excited to leverage our experience with tokenization to help banks integrate blockchain technologies into their operations.”\n\r\nSpanish lender BBVA has already been using the sandbox, testing the issuance, transfer and redemption of a bank token on a testnet blockchain, as well as interactions of the token with smart contracts. It is now targeting an initial live pilot with select customers in 2025 on the public Ethereum blockchain.\n\r\nFrancisco Maroto, head, blockchain and digital assets, BBVA, says: “This collaboration marks a significant milestone in our exploration of the potential of blockchain technology and will ultimately help enable us to broaden our banking services and expand the market with new financial solutions.” Welcome to Finextra. We use cookies to help us to deliver our services. You may change your preferences at our Cookie Centre. Please read our Privacy Policy. © Finextra Research 2024 Terms of usePrivacy PolicyCookie Centre ...",
            "label": "Block Chain",
            "author": "Editorial Team"
        },
        {
            "id": 32,
            "urls": "https://www.finextra.com/newsarticle/44826/euroclear-and-digital-asset-complete-gold-tokenisation-pilot",
            "title": "Euroclear and Digital Asset complete gold tokenisation pilot",
            "brief": "Post trade body Euroclear has partnered with blockchain firm Digital Asset and the World Gold Council in a pilot to tokenise gilts, gold and Eurobonds.",
            "image": "https://www.finextra.com/finextra-images/top_pics/xl/5290.jpg",
            "content": "News and resources on transaction banking, corporate banking and supply chain finance. This content has been selected, created and edited by the Finextra editorial team based upon its relevance and interest to our community. Post trade body Euroclear has partnered with blockchain firm Digital Asset and the World Gold Council in a pilot to tokenise gilts, gold and Eurobonds. \n03 October 2024\nBe the first to comment\n This content has been selected, created and edited by the Finextra editorial team based upon its relevance and interest to our community. The \"collaborative initiative\" took place over June and July and involved 27 market participants. Five types of cross-application transactions were connected on the Canton Network, a public chain built on Digital Asset's technology. More than 500 transactions were completed during the pilot.  According to those firms involved, the collaboration \"demonstrated the ability to create a digital twin of these previously immobile real-world assets (RWAs) and use those tokenized assets as collateral in atomic, real-time transactions\". The project took place at a time when the use of gold as a traded asset has increased with average daily trading volume reaching $162bn worldwide.  “We recognise the immense value in industry experimentation to showcase the advantages of DLT for the market,\" said Olivier Grimonpont, head of product management, market liquidity, Euroclear. \"As we strive to deliver even better and faster collateral mobilisation for our clients, digital technologies like DLT will be key enablers for us to achieve this.”  “Our work with the pilot participants has demonstrated that tokenized assets can be used with immediate effect to meet intraday margin calls outside of normal settlement cycles, processing times, and time zones,\" said Kelly Mathieson, chief business development officer at Digital Asset.  “By digitising gold, we can overcome the perceived restrictions on moving and storing the physical metal, enabling this high-quality asset to be mobilized and used seamlessly within financial markets,” said Mike Oswin, global head of market structure and innovation at the World Gold Council. Law firm Clifford Chance was also involved in the project and commented on the legal implications of using a 'digital twin' of an RWA.   “With certain approaches and platforms, a digital twin is not a separate asset and so the impact for master agreements, trading relationships, close-out processes, and valuation approaches are minimised, but it is always important to ensure the digital twin is catered for and reflected into existing product and platform documentation,\" said Paul Landless, partner, co-head of Fintech at Clifford Chance. \"As an operational and record-keeping tool rather than an asset, some of the legal and regulatory issues can be reduced while avoiding extensive surgery or a wholesale reset of established product and asset documentation.”  \n/security\n \n19 September 2024\n \n/retail\n \n08 August 2024\n \n/predictions\n \n28 June 2024\n \n/crypto\n \n21 March 2024\n \n/markets\n \n12 March 2024\n \n/wholesale\n \n02 November 2023\n Welcome to Finextra. We use cookies to help us to deliver our services. You may change your preferences at our Cookie Centre. Please read our Privacy Policy. © Finextra Research 2024 Terms of usePrivacy PolicyCookie Centre ...",
            "label": "Block Chain",
            "author": "Editorial Team"
        },
        {
            "id": 33,
            "urls": "https://fortune.com/crypto/2024/10/03/bbva-plans-to-launch-stablecoin-in-2025-with-support-from-visa/",
            "title": "BBVA plans Visa-backed stablecoin launch in 2025",
            "brief": "The Spanish bank is pushing further into the blockchain space through a partnership with the payments giant.",
            "image": "https://fortune.com/img-assets/wp-content/uploads/2024/10/GettyImages-2174690471-e1727895518823.jpg?resize=1200,600",
            "content": "BBVA is the latest financial giant entering the crowded field of stablecoins as the Spanish bank gets set to launch its own digital asset next year with the aid of Visa. In an interview with Fortune, BBVA head of digital assets and blockchain Francisco Maroto said the bank is currently in the sandbox phase of a new Visa program that helps firms launch their own tokenized assets, and wants to reach the prototype phase and live activity by 2025. BBVA has not yet decided whether the stablecoin will be backed by deposits, money market funds, or fiat currencies such as the euro or the U.S. dollar, said Maroto, who added that the company plans for it to be used for the settlement layer on exchanges. BBVA has been working in the digital asset space since 2014, and Maroto hopes that the latest project will let the bank benefit from the growing trend of the tokenization of assets such as real estate and private credit funds. “We realized that blockchain could transform the way we exchange value digitally, and consequently affect the way the financial system works,” Maroto said. Stablecoins constitute a broad category in the crypto space, describing any asset intended to maintain a specific price and backed by reserves such as fiat currencies, commodities, or even other cryptocurrencies. While the sector has existed for a decade, dollar-backed stablecoins such as USDC and Tether have exploded in popularity over the past few years, with their backing companies earning hefty profits through the yields on the underlying assets, which typically include U.S. Treasuries and other dollar equivalents.  Competitors from the traditional finance space have recently entered the race, including PayPal, which launched its PYUSD stablecoin in August 2023, as well as a bevy of overseas offerings that provide yield to their customers—an option restricted in the U.S. due to regulatory uncertainty. Last week, Visa announced a new product that would allow financial institutions such as banks to launch their own stablecoins, which Visa is calling fiat-backed tokens. While the use cases would vary, the idea would be for banks to choose the type of asset held as the reserve, which could vary from fiat currencies to deposits. While the tokens would initially work only within the bank’s own ecosystem, Visa head of crypto Cuy Sheffield told Fortune in April that the long-term plan would be to facilitate interoperability between different institutions, which is an advantage of more universal stablecoins such as USDC that can work across blockchains. Maroto said that BBVA wanted to work with Visa, rather than choosing an existing stablecoin option, because of Visa’s established brand and regulatory compliance. As one of the first financial institutions to experiment with the new product, BBVA also has the edge of operating mainly in Europe, which recently enacted stablecoin oversight.  Maroto said that BBVA will likely build its stablecoin around the euro, given its European presence, and that it could be used for settlement on exchanges that offer tokenized assets, with BBVA handling the mint and burn mechanism that converts fiat into crypto ecosystems.  Despite the goal of launching live testing next year, Maroto said that the U.S. is not on its short-term time horizon. BBVA currently offers the custody and trading of Bitcoin, Ethereum, and USDC in Switzerland for private banking and institutional customers and is launching in Turkey.  © 2024 Fortune Media IP Limited. All Rights Reserved. Use of this site constitutes acceptance of our Terms of Use and Privacy Policy | CA Notice at Collection and Privacy Notice | Do Not Sell/Share My Personal Information\nFORTUNE is a trademark of Fortune Media IP Limited, registered in the U.S. and other countries. FORTUNE may receive compensation for some links to products and services on this website. Offers may be subject to change without notice. ...",
            "label": "Block Chain",
            "author": "Leo Schwartz"
        },
        {
            "id": 34,
            "urls": "http://www.newsbtc.com/news/aptos-apt-jumps-11-following-acquisition-of-japanese-blockchain-developer-hashpallette/",
            "title": "Aptos (APT) Jumps 11% Following Acquisition Of Japanese Blockchain Developer HashPallette",
            "brief": "Aptos (APT) soared over 10% in the last 24 hours following Aptos Labs’ acquisition of HashPallete. The token is leading the market after becoming the largest gainer among the top 100 cryptocurrencies by market capitalization. Related Reading: Bonk ‘In Prime P…",
            "image": "https://www.newsbtc.com/wp-content/uploads/2024/10/spacex-TV2gg2kZD1o-unsplash.jpg?fit=1920%2C1280",
            "content": "Aptos (APT) soared over 10% in the last 24 hours following Aptos Labs’ acquisition of HashPallete. The token is leading the market after becoming the largest gainer among the top 100 cryptocurrencies by market capitalization. On Thursday, Aptos Labs, the developer of the Aptos network, announced it had agreed to acquire the Japanese Blockchain developer HashPallete, the company behind Japan’s Palette Chain and a subsidiary of HashPort Inc. The agreement aims to become a “game changer for Japan and the Aptos ecosystem” as the integration with the Japanese blockchain is set to strengthen its presence in the Asian market: Japan has long been a hub of technological innovation, and it’s no different when it comes to blockchain. The country’s unique blend of advanced tech and widespread blockchain adoption makes it a model for Web3 initiatives globally. Today, we’re making one of our boldest strategic moves into this market with our agreement to acquire HashPalette Inc. As part of the acquisition, HashPort Inc. will migrate the Pallete Chain and its subsidiary’s applications to the Aptos Network. The Japanese chain will also have access to the Aptos ecosystem’s security, scalability, and developer tools. The migration is expected to be completed by early 2025, in time for the EXPO2025 DIGITAL WALLET. Moreover, Aptos Labs partnered with HashPort to support local developers, NFT creators, and enterprises by “continuing to build blockchain solutions (…) using Aptos Network’s infrastructure.” Following the announcement, APT’s price saw a daily 11% surge, jumping to the $8.66 resistance level before retracing to the $8.51 mark. This performance crowned the token as the leading crypto amid the market retrace. APT is among the few cryptocurrencies recording green numbers in most timeframes among the top 100 tokens by market cap. The altcoin registers a 7.5% and a 41% increase in the weekly and monthly timeframes. Additionally, its daily market volume soared 41.7%, reaching a $769.6 million trading volume in the last 24 hours. The token’s performance was highlighted by several crypto analysts, who considered that APT has the “most interesting chart” at the moment. According to Yuriy from BikoTrading, the cryptocurrency looks strong as the rising trading volume and the price performance “signs for continued growth.” The trader noted that APT’s price held above the key resistance zone amid the market retrace, which sent the token above Q3’s range highs. Similarly, crypto trader Osbrah stated that APT has been “secretly climbing its way to the most interesting alts charts.” He pointed out that, after October 1’s market sweep, the token had a “clean bullish retest” above the $8 mark. To the trader, the next big resistance is at the $9 mark, which could send APT’s price to the $7.95 support zone if it fails to reclaim it. Meanwhile, another market watcher suggested that the altcoin’s performance could be close to a breakout. Per the post, SUI and APT moved in a “catch-up trade” path for the past year, moving closely together until SUI decoupled in early 2024. This led to a 44-day lagging period for APT before it followed SUI’s movements. After that, APT rose 98% to its yearly high of $18.8 in mid-March. Now, APT has seen a 32-day lagging period after SUI decoupled again in September, showing “incredible amounts of strength.” Based on this, the analyst suggests that the cryptocurrency could follow SUI’s trajectory and kickstart a massive rally in the next two weeks if history repeats. Rubmar is a writer and translator who has been a crypto enthusiast for the past four years. Her goal as a writer is to create informative, complete, and easily understandable pieces accessible to those entering the crypto space. After learning about cryptocurrencies in 2019, Rubmar became curious about the world of possibilities the industry offered, quickly learning that financial freedom was at the palm of her hand with the developing technology. Rubmar is a writer and translator who has been a crypto enthusiast for the past four years. Her goal as a writer is to create informative, complete, and easily understandable pieces accessible to those entering the crypto space. After learning about cryptocurrencies in 2019, Rubmar became curious about the world of possibilities the industry offered, quickly learning that financial freedom was at the palm of her hand with the developing technology. From a young age, Rubmar was curious about how languages work, finding special interest in wordplay and the peculiarities of dialects. Her curiosity grew as she became an avid reader in her teenage years. She explored freedom and new words through her favorite books, which shaped her view of the world. Rubmar acquired the necessary skills for in-depth research and analytical thinking at university, where she studied Literature and Linguistics. Her studies have given her a sharp perspective on several topics and allowed her to turn every stone in her investigations. In 2019, she first dipped her toes in the crypto industry when a friend introduced her to Bitcoin and cryptocurrencies, but it wasn’t until 2020 that she started to dive into the depth of the industry. As Rubmar began to understand the mechanics of the crypto sphere, she saw a new world yet to be explored. At the beginning of her crypto voyage, she discovered a new system that allowed her to have control over her finances. As a young adult of the 21st century, Rubmar has faced the challenges of the traditional banking system and the restrictions of fiat money.  After the failure of her home country’s economy, the limitations of traditional finances became clear. The bureaucratic, outdated structure made her feel hopeless and powerless amid an aggressive and distorted system created by hyperinflation. However, learning about decentralization and self-custody opened a realm of opportunities. Cryptocurrencies allowed her to experience financial control for the first time and expand her financial education. Moreover, the peculiar nature of the crypto community sparked Rubmar’s curiosity about the other layers of the industry. As a result, she found a particular interest in discovering the diverse perspectives of investors, market watchers, experts, and developers. Her attempts to better understand the crypto space made her realize the strong links of the community with other industries, enriching her perspective of the sector. As someone who spends most of her day online, Rubmar enjoys finding the points where the crypto world meets with her other passions and hobbies ­–or her favorite memes. In her free time, she usually finds joy in different art forms. As a child, she enlisted in every extra-curricular activity in her hometown, including music classes, dancing, jewelry making, and the local chorus. Despite her many attempts to learn different instruments, Rubmar only knows how to play the xylophone, which she played for 7 years in her school’s marching band.  She also has a passion for learning new languages and cultures, having set the goal to learn another six languages ­– currently attempting to learn Italian and Korean. Scrapbooking, paper crafting, and bookbinding are her biggest interests outside of work, constantly taking classes and attending workshops to learn new techniques. The rest of her free time is spent stressing over football matches and transfer market news or feeding cats –hers or stray. In summary, Rubmar seeks to present entertaining and educational pieces to be enjoyed by everybody, aiming to report on the latest news and offer a unique perspective while adding a meme or a pun whenever possible. Disclaimer: The information found on NewsBTC is for educational purposes\n\t\t\t\t\t\t\tonly. It does not represent the opinions of NewsBTC on whether to buy, sell or hold any\n\t\t\t\t\t\t\tinvestments and naturally investing carries risks. You are advised to conduct your own\n\t\t\t\t\t\t\tresearch before making any investment decisions. Use information provided on this website\n\t\t\t\t\t\t\tentirely at your own risk. \n\t\t\t\t\t\tAccording to data from CoinMarketCap, Bitcoin currently hovers near the $62,000 price mark with no significant movement in the past...\t\t\t\t\t \n\t\t\t\t\t\tFollowing a major price decline in Bitcoin (BTC), market sentiment dropped back to strong levels of fear, indicating that investors...\t\t\t\t\t \n\t\t\t\t\t\tIn contrast to popular bullish sentiments, Bitcoin began October on a bearish note, recording a price decline of over 7%...\t\t\t\t\t Be the first to get the latest important crypto news & events to your inbox.  Δ NewsBTC is a cryptocurrency news service that covers bitcoin news today, technical analysis & forecasts for bitcoin price and other altcoins. Here at NewsBTC, we are dedicated to enlightening everyone about bitcoin and other cryptocurrencies. We cover BTC news related to bitcoin exchanges, bitcoin mining and price forecasts for various cryptocurrencies.  © 2024 NewsBTC. All Rights Reserved.  © 2024 NewsBTC. All Rights Reserved. ...",
            "label": "Block Chain",
            "author": "Rubmar Garcia"
        },
        {
            "id": 35,
            "urls": "http://www.newsbtc.com/breaking-news-ticker/ripple-xrp-case-sec-moves-to-appeal-court-ruling/",
            "title": "Ripple XRP Case: SEC Moves To Appeal Court Ruling",
            "brief": "In a significant move that could reshape the regulatory landscape for XRP and blockchain payments company Ripple, the US Securities and Exchange Commission (SEC) announced on Wednesday that it is appealing the court ruling limiting its authority over crypto m…",
            "image": "https://www.newsbtc.com/wp-content/uploads/2024/10/Screenshot_481.jpg",
            "content": "In a significant move that could reshape the regulatory landscape for XRP and blockchain payments company Ripple, the US Securities and Exchange Commission (SEC) announced on Wednesday that it is appealing the court ruling limiting its authority over crypto markets.  The appeal targets a July 2023 decision by US District Judge Analisa Torres, which determined that the XRP token, sold by Ripple Labs on public exchanges, does not qualify as a security under existing laws. The implications of this ruling are substantial. Judge Torres stated that the approximately $757 million in XRP sales on public exchanges did not fall under the SEC’s jurisdiction, thereby exempting these transactions from the investor protection laws the agency enforces.  If the 2nd US Circuit Court of Appeals upholds this interpretation, it could hinder the SEC’s ability to regulate other cryptocurrency exchanges, such as Coinbase, and challenge the agency’s oversight of newer financial products that do not fit traditional definitions. However, the ruling was not entirely favorable for Ripple. Torres also ruled that roughly $728 million of XRP sales to institutional investors should be classified as securities, requiring compliance with relevant laws.  The SEC had originally sought a hefty $2 billion fine against Ripple, but Torres ultimately imposed a $125 million penalty, which is currently on hold pending the outcome of the appeal. Ripple CEO Brad Garlinghouse expressed his frustration at the SEC’s decision to appeal, calling it “misguided” and “infuriating.” He emphasized that despite the ongoing legal challenges, the current legal status of XRP as a non-security is established: If Gensler and the SEC were rational, they would have moved on from this case long ago. It certainly hasn’t protected investors and instead has damaged the credibility and reputation of the SEC. While we’ll fight in court for as long as we need, let’s be clear: XRP’s status as a non-security is the law of the land today. At the time of writing, XRP is trading at $0.5390, down 10% after the SEC appealed the judge’s ruling on Wednesday.  Featured image from DALL-E, chart from TradingView.com Ronaldo is an experienced crypto enthusiast dedicated to the nascent and ever-evolving industry. With over five years of extensive research and unwavering dedication, he has cultivated a profound interest in the world of cryptocurrencies.  Ronaldo is an experienced crypto enthusiast dedicated to the nascent and ever-evolving industry. With over five years of extensive research and unwavering dedication, he has cultivated a profound interest in the world of cryptocurrencies.  Ronaldo's journey began with a spark of curiosity, which soon transformed into a deep passion for understanding the intricacies of this groundbreaking technology. Driven by an insatiable thirst for knowledge, Ronaldo has delved into the depths of the crypto space, exploring its various facets, from blockchain fundamentals to market trends and investment strategies. His tireless exploration and commitment to staying up-to-date with the latest developments have granted him a unique perspective on the industry. One of Ronaldo's defining areas of expertise lies in technical analysis. He firmly believes that studying charts and deciphering price movements provides valuable insights into the market. Ronaldo recognizes that patterns exist within the chaos of crypto charts, and by utilizing technical analysis tools and indicators, he can unlock hidden opportunities and make informed investment decisions. His dedication to mastering this analytical approach has allowed him to navigate the volatile crypto market with confidence and precision. Ronaldo's commitment to his craft goes beyond personal gain. He is passionate about sharing his knowledge and insights with others, empowering them to make well-informed decisions in the crypto space. Ronaldo's writing is a testament to his dedication, providing readers with meaningful analysis and up-to-date news. He strives to offer a comprehensive understanding of the crypto industry, helping readers navigate its complexities and seize opportunities. Outside of the crypto realm, Ronaldo enjoys indulging in other passions. As an avid sports fan, he finds joy in watching exhilarating sporting events, witnessing the triumphs and challenges of athletes pushing their limits. Furthermore, His passion for languages extends beyond mere communication; he aspires to master German, French, Italian, and Portuguese, in addition to his native Spanish. Recognizing the value of linguistic proficiency, Ronaldo aims to enhance his work prospects, personal relationships, and overall growth.  However, Ronaldo's aspirations extend far beyond language acquisition. He believes that the future of the crypto industry holds immense potential as a groundbreaking force in history. With unwavering conviction, he envisions a world where cryptocurrencies unlock financial freedom for all and become catalysts for societal development and growth. Ronaldo is determined to prepare himself for this transformative era, ensuring he is well-equipped to navigate the crypto landscape. Ronaldo also recognizes the importance of maintaining a healthy body and mind, regularly hitting the gym to stay physically fit. He immerses himself in books and podcasts that inspire him to become the best version of himself, constantly seeking new ways to expand his horizons and knowledge. With a genuine desire to become the best version of himself, Ronaldo is committed to continuous improvement. He sets personal goals, embraces challenges, and seeks opportunities for growth and self-reflection. Ultimately, combining his passion for cryptocurrencies, dedication to learning, and commitment to personal development, Ronaldo aims to go hand-in-hand with the exciting new era that the emerging crypto technology is bringing to the world and societies. Disclaimer: The information found on NewsBTC is for educational purposes\n\t\t\t\t\t\t\tonly. It does not represent the opinions of NewsBTC on whether to buy, sell or hold any\n\t\t\t\t\t\t\tinvestments and naturally investing carries risks. You are advised to conduct your own\n\t\t\t\t\t\t\tresearch before making any investment decisions. Use information provided on this website\n\t\t\t\t\t\t\tentirely at your own risk. \n\t\t\t\t\t\tKi Young Ju, the founder of the on-chain analytics platform CryptoQuant, revealed that Bitcoin whales are currently moving out of...\t\t\t\t\t \n\t\t\t\t\t\tThe recent Chang hard fork upgrade in September has positioned the Cardano (ADA) blockchain as the top player in the...\t\t\t\t\t \n\t\t\t\t\t\tAccording to the latest Binance Research report, the Ethereum (ETH) issuance rate continued to rise in September 2024, raising concerns...\t\t\t\t\t Be the first to get the latest important crypto news & events to your inbox.  Δ NewsBTC is a cryptocurrency news service that covers bitcoin news today, technical analysis & forecasts for bitcoin price and other altcoins. Here at NewsBTC, we are dedicated to enlightening everyone about bitcoin and other cryptocurrencies. We cover BTC news related to bitcoin exchanges, bitcoin mining and price forecasts for various cryptocurrencies.  © 2024 NewsBTC. All Rights Reserved.  © 2024 NewsBTC. All Rights Reserved. ...",
            "label": "Block Chain",
            "author": "Ronaldo Marquez"
        },
        {
            "id": 36,
            "urls": "http://www.newsbtc.com/meme-coins/meme-coin-trader-misses-a-25-million-payout-after-selling-hippo-on-sui-network-early/",
            "title": "Meme Coin Trader Misses A $25 Million Payout After Selling HIPPO On Sui Network Early",
            "brief": "Crypto activity is dynamic, and with over two million tokens (and growing), it is hard to know precisely which of these coins will pump and on which network. Admittedly, meme coins have been dominating headlines, especially on Solana. From MooDeng to Bonk and…",
            "image": "https://www.newsbtc.com/wp-content/uploads/2024/05/Solana-SOL-Skyrockets-15.jpeg?fit=1792%2C1024",
            "content": "Crypto activity is dynamic, and with over two million tokens (and growing), it is hard to know precisely which of these coins will pump and on which network. Admittedly, meme coins have been dominating headlines, especially on Solana. From MooDeng to Bonk and Pepe, traders are on the lookout. In the past week, eyes have been on Sui Network, a modern blockchain that claims to process over 50,000 transactions every second (TPS) and is faster than Solana. The spike in activity results from the success of what’s arguably one of the largest meme coins in its ecosystem. After launching nearly six days ago, Sudeng (HIPPO) is on fire, posting impressive higher highs. The surge over this time has pushed HIPPO’s market cap and, thus liquidity, higher, looking at swaps at Sui Network‘s decentralized exchange, Cetus 4. Changing hands at over $0.010 means traders who got in early, choosing to HODL on and not getting concerned with the sell-off across major markets like Bitcoin could be neck-dip in profits. According to trackers, one meme coin trader is regretting after exiting early, dumping HIPPO for a small profit. On launch, the trader sold 258 SUI, worth around $433, for 1.8 billion HIPPO. This is nearly 20% of the total supply standing at 10 billion. However, the trader chose to sell all this stash for 6,299 SUI days later, racking in nearly $11,000. The problem is, if the trader had chosen to wait, even for another 36 hours, it would have turned out to be major gains. As of October 4, the 1.8 billion HIPPO, is now worth over $25 million.   The premature decision to sell is proving costly and is a missed opportunity. All the same, the trader shouldn’t be blamed. The $11,000 earned represents a more than 200X gain.  Moreover, even if the trader would have held on, becoming a diamond hand and waiting for prices to rally, it would have been tough for the trader to exit all at once. HIPPO is not very liquid, and looking at ownership from SuiScan, one address controls over 7.6 billion tokens, which is more than 76% of the total supply.   If the trader held on, the address would be the second largest. Any attempt to sell would force prices lower, triggering panic as other holders scramble to the exits. Currently, traders will be closely monitoring how HIPPO performs. As a meme coin, much depends on hype and whether there is a fear of missing out (FOMO). If that’s the case, the meme coin will float higher, outperforming SUI, which is also relatively firm. Dalmas, a seasoned crypto reporter, brings a unique perspective to the industry. His specialization in NFTs, blockchain, DeFi, and blockchain news for NewsBTC, combined with a background in mechanical engineering and over a decade of experience in journalism, has allowed him to craft over 10,000 news and feature articles over the past eight years. His diverse range of topics, including technology, Forex, and finance, reflects his comprehensive understanding of the crypto landscape. Dalmas, a seasoned crypto reporter, brings a unique perspective to the industry. His specialization in NFTs, blockchain, DeFi, and blockchain news for NewsBTC, combined with a background in mechanical engineering and over a decade of experience in journalism, has allowed him to craft over 10,000 news and feature articles over the past eight years. His diverse range of topics, including technology, Forex, and finance, reflects his comprehensive understanding of the crypto landscape. His technical expertise and analytical skills have been recognized and featured by leading news outlets such as Investing.com, CoinTelegraph, Entrepreneur, Forbes, and other authority sites. Notably, he broke key news, including the Ripple and MoneyGram partnership, cementing his position as a thought leader in crypto.\nThe news exploded. Over 100,000 people devoured this meticulously crafted report, from seasoned investors to curious newcomers. His analysis wasn't just dry facts and figures; it crackled with insight, dissecting the implications of the partnership and its potential impact on the future of finance. His deep understanding of the financial markets, technological advancements, and blockchain developments has made him a respected voice in the industry. Dalmas is also the founder of BTC-Pulse, a crypto news site, further demonstrating his commitment to the field. He firmly believes that DeFi and NFTs are here to stay and will continue to drive financial inclusion. Coming from Nairobi, Kenya, it is easy to see the source of his inspiration: Across Africa, millions lack access to traditional banks. Remote villages, limited documentation, and high minimum balances create insurmountable barriers. DeFi, not just Maker or Aave, for example, but think of Bitcoin and USDT, cuts out the middleman. Forget banks with their limitations.\nEven so, DeFi isn't a magic solution. The continent still struggles with reliable internet access, and educational campaigns highlighting the benefits of this wonderful solution are insufficient. Moreover, even for those interested, understanding DeFi can look like learning a new language. Dalmas is here to help make the tech easy to understand and digestible, even for beginners.\nThe story of DeFi in Africa is still being written. Challenges abound, but the promise of a more inclusive financial future is a powerful motivator. With innovation and collaboration, Dalmas firmly believes that DeFi could become the key to unlocking Africa's full economic potential.\nThis possibility and its immense value motivate Dalmas to continue breaking key DeFi innovations and more across the globe. His engineering background further enhances his ability to deliver well-thought-out pieces that blend technical insight with clear, impactful reporting. Beyond his professional achievements, Dalmas is deeply passionate about technology and politics. Policies drive adoption, and being at the forefront and keeping up with how they evolve is crucial for the sphere to mature. When Dalmas is not closely monitoring the latest crypto events, he can be found in nature, exploring the picturesque countryside, and traveling with his family and friends. His love for adventure and discovery perfectly complements his investigative and reporting skills.\nYou can connect with Dalmas on X: @Dalmas_Ngetich, or contact him on Telegram @Dalmas_Ngetich. Disclaimer: The information found on NewsBTC is for educational purposes\n\t\t\t\t\t\t\tonly. It does not represent the opinions of NewsBTC on whether to buy, sell or hold any\n\t\t\t\t\t\t\tinvestments and naturally investing carries risks. You are advised to conduct your own\n\t\t\t\t\t\t\tresearch before making any investment decisions. Use information provided on this website\n\t\t\t\t\t\t\tentirely at your own risk. \n\t\t\t\t\t\tSUI has seen a 15% surge in the past week following its remarkable price action throughout Q3. The cryptocurrency’s performance...\t\t\t\t\t \n\t\t\t\t\t\tMeme coin PEPE has been on an impressive rally for some time now. Stemming from a broader influx of funds...\t\t\t\t\t \n\t\t\t\t\t\tSUI is currently testing crucial supply levels after an impressive 75% surge from local demand around $1 since mid-September. This...\t\t\t\t\t Be the first to get the latest important crypto news & events to your inbox.  Δ NewsBTC is a cryptocurrency news service that covers bitcoin news today, technical analysis & forecasts for bitcoin price and other altcoins. Here at NewsBTC, we are dedicated to enlightening everyone about bitcoin and other cryptocurrencies. We cover BTC news related to bitcoin exchanges, bitcoin mining and price forecasts for various cryptocurrencies.  © 2024 NewsBTC. All Rights Reserved.  © 2024 NewsBTC. All Rights Reserved. ...",
            "label": "Block Chain",
            "author": "Dalmas Ngetich"
        },
        {
            "id": 37,
            "urls": "http://www.newsbtc.com/news/cardano/hoskinson-claims-cardano-is-still-1-crypto-citing-decentralization-and-upcoming-plans/",
            "title": "Hoskinson Claims Cardano Is ‘Still #1’ Crypto, Citing Decentralization And Upcoming Plans",
            "brief": "The recent Chang hard fork upgrade in September has positioned the Cardano (ADA) blockchain as the top player in the crypto ecosystem, according to its founder, Charles Hoskinson.  Hoskinson, who is also known for his role in co-founding Ethereum (ETH), has c…",
            "image": "https://www.newsbtc.com/wp-content/uploads/2024/08/Screenshot_353.jpg?fit=1316%2C748",
            "content": "The recent Chang hard fork upgrade in September has positioned the Cardano (ADA) blockchain as the top player in the crypto ecosystem, according to its founder, Charles Hoskinson.  Hoskinson, who is also known for his role in co-founding Ethereum (ETH), has consistently praised Cardano’s progress over the past month following the recent upgrade, asserting its superiority over the largest cryptocurrencies on the market such as Bitcoin (BTC) in terms of decentralization. In a recent post on social media platform X (formerly Twitter), Hoskinson reaffirmed Cardano’s status, claiming it is “still number 1.” This statement follows his remarks at the Token2049 Conference in Singapore, where he discussed the new governance model of the Cardano network.  Hoskinson emphasized that this model “redistributes power” from a select few to the broader community, addressing a key concern he sees with Ethereum’s “centralized structure.”  Hoskinson pointed out that Ethereum’s reliance on its founder, Vitalik Buterin, creates “a bottleneck for innovation,” whereas Cardano’s Chang hard fork has established a framework that ensures ongoing development regardless of individual involvement. Hoskinson further highlighted how delegated representatives (DReps) can now engage with one another, vote, and utilize a blockchain-based governance system to regularly ratify the network’s roadmap. He stated emphatically, “Charles, alive or dead, doesn’t matter. There’s still going to be innovation on a daily basis.” In addition, the Cardano blockchain has shown significant growth in key metrics, boasting over 74,000 Plutus scripts and the creation of 1.3 million delegated wallets over the last seven years.  Additionally, approximately 1,373 projects have been launched on the platform, as highlighted in a commemorative video by Input Output Global (IOG), the development company behind the blockchain. In his latest social media update, Hoskinson also remarked on Cardano’s advancements in decentralized governance, suggesting that the network is on the cusp of achieving remarkable milestones with upcoming features. Looking ahead, Cardano aims to replace its initial genesis keys, which have been instrumental in managing the network since its inception. This transition will be supported by increased participation from stake pool operators (SPOs) and DReps, as well as the establishment of a Constitutional Committee (CC). The next steps toward achieving a fully decentralized governance model involve ensuring that stake pool nodes meet operational thresholds and that decentralized applications (DApps) are nearing completion.  The final transition to the Voltaire era, signifying a fully self-sustaining blockchain, will occur with the final use of the Genesis keys, triggering another hard fork. However, further announcements and dates for these developments have yet to be released by IOG or the blockchain’s founder. At the time of writing, Cardano’s native token ADA trades at $0.352, recording a 2% price surge in the last 24 hours.   Featured image from DALL-E, chart from TradingView.com Ronaldo is an experienced crypto enthusiast dedicated to the nascent and ever-evolving industry. With over five years of extensive research and unwavering dedication, he has cultivated a profound interest in the world of cryptocurrencies.  Ronaldo is an experienced crypto enthusiast dedicated to the nascent and ever-evolving industry. With over five years of extensive research and unwavering dedication, he has cultivated a profound interest in the world of cryptocurrencies.  Ronaldo's journey began with a spark of curiosity, which soon transformed into a deep passion for understanding the intricacies of this groundbreaking technology. Driven by an insatiable thirst for knowledge, Ronaldo has delved into the depths of the crypto space, exploring its various facets, from blockchain fundamentals to market trends and investment strategies. His tireless exploration and commitment to staying up-to-date with the latest developments have granted him a unique perspective on the industry. One of Ronaldo's defining areas of expertise lies in technical analysis. He firmly believes that studying charts and deciphering price movements provides valuable insights into the market. Ronaldo recognizes that patterns exist within the chaos of crypto charts, and by utilizing technical analysis tools and indicators, he can unlock hidden opportunities and make informed investment decisions. His dedication to mastering this analytical approach has allowed him to navigate the volatile crypto market with confidence and precision. Ronaldo's commitment to his craft goes beyond personal gain. He is passionate about sharing his knowledge and insights with others, empowering them to make well-informed decisions in the crypto space. Ronaldo's writing is a testament to his dedication, providing readers with meaningful analysis and up-to-date news. He strives to offer a comprehensive understanding of the crypto industry, helping readers navigate its complexities and seize opportunities. Outside of the crypto realm, Ronaldo enjoys indulging in other passions. As an avid sports fan, he finds joy in watching exhilarating sporting events, witnessing the triumphs and challenges of athletes pushing their limits. Furthermore, His passion for languages extends beyond mere communication; he aspires to master German, French, Italian, and Portuguese, in addition to his native Spanish. Recognizing the value of linguistic proficiency, Ronaldo aims to enhance his work prospects, personal relationships, and overall growth.  However, Ronaldo's aspirations extend far beyond language acquisition. He believes that the future of the crypto industry holds immense potential as a groundbreaking force in history. With unwavering conviction, he envisions a world where cryptocurrencies unlock financial freedom for all and become catalysts for societal development and growth. Ronaldo is determined to prepare himself for this transformative era, ensuring he is well-equipped to navigate the crypto landscape. Ronaldo also recognizes the importance of maintaining a healthy body and mind, regularly hitting the gym to stay physically fit. He immerses himself in books and podcasts that inspire him to become the best version of himself, constantly seeking new ways to expand his horizons and knowledge. With a genuine desire to become the best version of himself, Ronaldo is committed to continuous improvement. He sets personal goals, embraces challenges, and seeks opportunities for growth and self-reflection. Ultimately, combining his passion for cryptocurrencies, dedication to learning, and commitment to personal development, Ronaldo aims to go hand-in-hand with the exciting new era that the emerging crypto technology is bringing to the world and societies. Disclaimer: The information found on NewsBTC is for educational purposes\n\t\t\t\t\t\t\tonly. It does not represent the opinions of NewsBTC on whether to buy, sell or hold any\n\t\t\t\t\t\t\tinvestments and naturally investing carries risks. You are advised to conduct your own\n\t\t\t\t\t\t\tresearch before making any investment decisions. Use information provided on this website\n\t\t\t\t\t\t\tentirely at your own risk. \n\t\t\t\t\t\tKi Young Ju, the founder of the on-chain analytics platform CryptoQuant, revealed that Bitcoin whales are currently moving out of...\t\t\t\t\t \n\t\t\t\t\t\tThe Bitcoin market is grappling with mixed predictions, fueled by both technical analysis and external factors like geopolitics. Political turmoil...\t\t\t\t\t \n\t\t\t\t\t\tAs the market buckles under the weight of the bearish sentiment, the altcoin market is continually being pulled further down...\t\t\t\t\t Be the first to get the latest important crypto news & events to your inbox.  Δ NewsBTC is a cryptocurrency news service that covers bitcoin news today, technical analysis & forecasts for bitcoin price and other altcoins. Here at NewsBTC, we are dedicated to enlightening everyone about bitcoin and other cryptocurrencies. We cover BTC news related to bitcoin exchanges, bitcoin mining and price forecasts for various cryptocurrencies.  © 2024 NewsBTC. All Rights Reserved.  © 2024 NewsBTC. All Rights Reserved. ...",
            "label": "Block Chain",
            "author": "Ronaldo Marquez"
        },
        {
            "id": 38,
            "urls": "http://www.newsbtc.com/news/is-crypto-losing-steam-bitcoin-and-ethereum-addresses-shrink-in-2024/",
            "title": "Is Crypto Losing Steam? Bitcoin And Ethereum Addresses Shrink In 2024",
            "brief": "The cryptocurrency market is presently experiencing a substantial decline, as both Bitcoin and Ethereum have experienced a substantial decrease in active addresses. This trend, which has persisted throughout 2024, has triggered apprehension regarding the futu…",
            "image": "https://www.newsbtc.com/wp-content/uploads/2024/10/a_1756dd.jpg?fit=1920%2C1097",
            "content": "The cryptocurrency market is presently experiencing a substantial decline, as both Bitcoin and Ethereum have experienced a substantial decrease in active addresses. This trend, which has persisted throughout 2024, has triggered apprehension regarding the future of these prominent cryptocurrencies. The implications for market dynamics could be profound as investor enthusiasm diminishes. According to the latest stats from CryptoQuant, Bitcoin’s active addresses have contracted by about 1.17 million to 855,000, whereas Ethereum has reduced by about 382,000 to 312,000. This equates to a 27% drawdown for Bitcoin and an 18% decline for Ethereum year-to-date. The absence of new investors entering the market appears to be the primary cause of this decline. This is essential for maintaining favorable momentum, as existing participants dominate trading activity in the absence of new capital inflows. Since early 2024, active Bitcoin and Ethereum addresses have been declining “For the bulls to dominate the market, the influx of new investors is a crucial condition. 1. Bitcoin 1.17M -> 855K\n2. Ethereum 382K -> 312K” – By @burak_kesmeci Full post 👇https://t.co/gZftQidnxa pic.twitter.com/q5cdpv7x6t — CryptoQuant.com (@cryptoquant_com) October 1, 2024 The anticipated excitement surrounding the approval of spot ETFs has not translated into increased activity on the blockchain. Still, the current user base carries a lot of investors who would have expected such developments. The continued quantitative tightening of the Federal Reserve continues to strip liquidity from the market, adding more pressure to the situation.  There are, however indications that a potential rebound is near in the face of these challenges. For example, funding rate on Ethereum has remained positive for the past week, meaning there is growing interest among investors in long positions. This implies that whereas plunges in the price of Ethereum have been ongoing, a good majority of the market remains optimistic regarding its performance going forward. BTC and ETH addresses decline: BTC drops to 855K, ETH to 312K in 2024 Since the start of 2024, the number of active Bitcoin and Ethereum addresses has continued to drop. Bitcoin addresses fell from 1.17 million to 855,000, while Ethereum addresses declined from 382,000 to… — CoinNess Global (@CoinnessGL) October 1, 2024 It’s quite interesting that large Ethereum holders have been accumulating their assets, rather than selling them off. These large holders reduced their outflows from 311,950 to 139,390, suggesting they have confidence in the long-term prospects of the altcoin. Investors that do this kind of action usually expect the prices to recover soon. Furthermore, Bitcoin’s Exchange Flow Multiple has experienced a substantial decline. This metric contrasts with short-term inflows and outflows with those over a lengthier period, indicating that current trading activity is significantly lower than historical averages. A low Exchange Flow Multiple typically suggests that investors are holding their assets in anticipation of future price increases rather than actively trading them. The broader bitcoin market is negotiating a complicated terrain molded by geopolitics concerns and legislative changes. Recent occurrences have helped investors to be generally more cautious. For instance, despite market volatility causing Ethereum to tumble to about $2,390, Bitcoin has managed to remain constant above $61,100. Featured image from Vecteezy, chart from TradingView They say journalists never truly clock out. But for Christian, that's not just a metaphor, it's a lifestyle. By day, he navigates the ever-shifting tides of the cryptocurrency market, wielding words like a seasoned editor and crafting articles that decipher the jargon for the masses. When the PC goes on hibernate mode, however, his pursuits take a more mechanical (and sometimes philosophical) turn. They say journalists never truly clock out. But for Christian, that's not just a metaphor, it's a lifestyle. By day, he navigates the ever-shifting tides of the cryptocurrency market, wielding words like a seasoned editor and crafting articles that decipher the jargon for the masses. When the PC goes on hibernate mode, however, his pursuits take a more mechanical (and sometimes philosophical) turn. Christian's journey with the written word began long before the age of Bitcoin. In the hallowed halls of academia, he honed his craft as a feature writer for his college paper. This early love for storytelling paved the way for a successful stint as an editor at a data engineering firm, where his first-month essay win funded a months-long supply of doggie and kitty treats – a testament to his dedication to his furry companions (more on that later). Christian then roamed the world of journalism, working at newspapers in Canada and even South Korea. He finally settled down at a local news giant in his hometown in the Philippines for a decade, becoming a total news junkie. But then, something new caught his eye: cryptocurrency. It was like a treasure hunt mixed with storytelling - right up his alley! So, he landed a killer gig at NewsBTC, where he's one of the go-to guys for all things crypto. He breaks down this confusing stuff into bite-sized pieces, making it easy for anyone to understand (he salutes his management team for teaching him this skill).  Think Christian's all work and no play? Not a chance! When he's not at his computer, you'll find him indulging his passion for motorbikes. A true gearhead, Christian loves tinkering with his bike and savoring the joy of the open road on his 320-cc Yamaha R3. Once a speed demon who hit 120mph (a feat he vowed never to repeat), he now prefers leisurely rides along the coast, enjoying the wind in his thinning hair. Speaking of chill, Christian's got a crew of furry friends waiting for him at home. Two cats and a dog. He swears cats are way smarter than dogs (sorry, Grizzly), but he adores them all anyway. Apparently, watching his pets just chillin’ helps him analyze and write meticulously formatted articles even better. Here's the thing about this guy: He works a lot, but he keeps himself fueled by enough coffee to make it through the day - and some seriously delicious (Filipino) food. He says a delectable meal is the secret ingredient to a killer article. And after a long day of crypto crusading, he unwinds with some rum (mixed with milk) while watching slapstick movies. Looking ahead, Christian sees a bright future with NewsBTC. He says he sees himself privileged to be part of an awesome organization, sharing his expertise and passion with a community he values, and fellow editors - and bosses - he deeply respects. So, the next time you tread into the world of cryptocurrency, remember the man behind the words – the crypto crusader, the grease monkey, and the feline philosopher, all rolled into one. Disclaimer: The information found on NewsBTC is for educational purposes\n\t\t\t\t\t\t\tonly. It does not represent the opinions of NewsBTC on whether to buy, sell or hold any\n\t\t\t\t\t\t\tinvestments and naturally investing carries risks. You are advised to conduct your own\n\t\t\t\t\t\t\tresearch before making any investment decisions. Use information provided on this website\n\t\t\t\t\t\t\tentirely at your own risk. \n\t\t\t\t\t\tAccording to data from CoinMarketCap, Bitcoin currently hovers near the $62,000 price mark with no significant movement in the past...\t\t\t\t\t \n\t\t\t\t\t\tFollowing a major price decline in Bitcoin (BTC), market sentiment dropped back to strong levels of fear, indicating that investors...\t\t\t\t\t \n\t\t\t\t\t\tIn contrast to popular bullish sentiments, Bitcoin began October on a bearish note, recording a price decline of over 7%...\t\t\t\t\t Be the first to get the latest important crypto news & events to your inbox.  Δ NewsBTC is a cryptocurrency news service that covers bitcoin news today, technical analysis & forecasts for bitcoin price and other altcoins. Here at NewsBTC, we are dedicated to enlightening everyone about bitcoin and other cryptocurrencies. We cover BTC news related to bitcoin exchanges, bitcoin mining and price forecasts for various cryptocurrencies.  © 2024 NewsBTC. All Rights Reserved.  © 2024 NewsBTC. All Rights Reserved. ...",
            "label": "Block Chain",
            "author": "Christian Encila"
        },
        {
            "id": 39,
            "urls": "http://www.newsbtc.com/news/solana/solana-net-inflows-major-chains-will-sol-break-160/",
            "title": "Solana Posts More Net Inflows Than All Major Chains Combined: When Will SOL Break $160?",
            "brief": "Like Bitcoin, Ethereum, and other top altcoins, Solana remains under immense selling pressure. While bulls struggle for momentum, $160 is emerging as a local resistance level for traders to watch out for. Despite the upside momentum in September, Solana buyer…",
            "image": "https://www.newsbtc.com/wp-content/uploads/2024/09/Solana.jpeg?fit=1792%2C1024",
            "content": "Like Bitcoin, Ethereum, and other top altcoins, Solana remains under immense selling pressure. While bulls struggle for momentum, $160 is emerging as a local resistance level for traders to watch out for.  Despite the upside momentum in September, Solana buyers didn’t lift prices above this line. At press time, there is a local double top, even as one analyst on X notes that Solana outperformed other platforms, posting a sharp influx in net inflow. Unlike Ethereum, Solana is a modern blockchain with relatively high scalability. The platform can process thousands of transactions every second, translating to low fees, and thus, more projects are choosing to launch on the network so that user experience remains unaffected. Events over the last three months, looking at the influx of capital to Solana, cement this position. To put in the numbers, Solana registered over $800 million in net flows. This capital injection is more than double what OP Mainnet, an Ethereum layer-2, received and way more than what Sui, another scalable blockchain, posted in the last three months. It is also more than what Base and Starknet–two of Ethereum’s popular layer-2s, posted, and exceeds what Avalanche and the BNB Chain received.  Interestingly, during this period, Arbitrum, an Ethereum layer-2 and the largest of them all, Linea, Blast, and Bitcoin saw outflows. Despite being the largest smart contracts platform, Ethereum posted massive outflows of nearly $800 million. It remains to be seen what could have triggered the outflows in Ethereum while encouraging capital to Solana. While on-chain fee differences could be a factor, the continuous dump of ETH in Q3 2024 could have triggered the outflow. At spot rates, ETH is down 35% from Q3 2024 highs, while Solana is just 25% from July highs when it rose to around $192 before pulling back. Even as Solana attracts capital, the coin remains under intense selling pressure. The local line at $160 needs to be convincingly broken for the uptrend seen in the second half of 2023 to continue. Further gains will see Solana float to as high as $190 and possibly break out from the current range. Nonetheless, there could be headwinds. If Bitcoin fails to recover, it could drag the altcoin markets, including Solana, with it. At the same time, there are concerns that the upcoming FTX token distribution would negatively impact SOL prices. Moreover, according to Token Unlocks, the team plans to release tokens on December 26, 2024. Over 66,000 SOL will go out every day for a year. Dalmas, a seasoned crypto reporter, brings a unique perspective to the industry. His specialization in NFTs, blockchain, DeFi, and blockchain news for NewsBTC, combined with a background in mechanical engineering and over a decade of experience in journalism, has allowed him to craft over 10,000 news and feature articles over the past eight years. His diverse range of topics, including technology, Forex, and finance, reflects his comprehensive understanding of the crypto landscape. Dalmas, a seasoned crypto reporter, brings a unique perspective to the industry. His specialization in NFTs, blockchain, DeFi, and blockchain news for NewsBTC, combined with a background in mechanical engineering and over a decade of experience in journalism, has allowed him to craft over 10,000 news and feature articles over the past eight years. His diverse range of topics, including technology, Forex, and finance, reflects his comprehensive understanding of the crypto landscape. His technical expertise and analytical skills have been recognized and featured by leading news outlets such as Investing.com, CoinTelegraph, Entrepreneur, Forbes, and other authority sites. Notably, he broke key news, including the Ripple and MoneyGram partnership, cementing his position as a thought leader in crypto.\nThe news exploded. Over 100,000 people devoured this meticulously crafted report, from seasoned investors to curious newcomers. His analysis wasn't just dry facts and figures; it crackled with insight, dissecting the implications of the partnership and its potential impact on the future of finance. His deep understanding of the financial markets, technological advancements, and blockchain developments has made him a respected voice in the industry. Dalmas is also the founder of BTC-Pulse, a crypto news site, further demonstrating his commitment to the field. He firmly believes that DeFi and NFTs are here to stay and will continue to drive financial inclusion. Coming from Nairobi, Kenya, it is easy to see the source of his inspiration: Across Africa, millions lack access to traditional banks. Remote villages, limited documentation, and high minimum balances create insurmountable barriers. DeFi, not just Maker or Aave, for example, but think of Bitcoin and USDT, cuts out the middleman. Forget banks with their limitations.\nEven so, DeFi isn't a magic solution. The continent still struggles with reliable internet access, and educational campaigns highlighting the benefits of this wonderful solution are insufficient. Moreover, even for those interested, understanding DeFi can look like learning a new language. Dalmas is here to help make the tech easy to understand and digestible, even for beginners.\nThe story of DeFi in Africa is still being written. Challenges abound, but the promise of a more inclusive financial future is a powerful motivator. With innovation and collaboration, Dalmas firmly believes that DeFi could become the key to unlocking Africa's full economic potential.\nThis possibility and its immense value motivate Dalmas to continue breaking key DeFi innovations and more across the globe. His engineering background further enhances his ability to deliver well-thought-out pieces that blend technical insight with clear, impactful reporting. Beyond his professional achievements, Dalmas is deeply passionate about technology and politics. Policies drive adoption, and being at the forefront and keeping up with how they evolve is crucial for the sphere to mature. When Dalmas is not closely monitoring the latest crypto events, he can be found in nature, exploring the picturesque countryside, and traveling with his family and friends. His love for adventure and discovery perfectly complements his investigative and reporting skills.\nYou can connect with Dalmas on X: @Dalmas_Ngetich, or contact him on Telegram @Dalmas_Ngetich. Disclaimer: The information found on NewsBTC is for educational purposes\n\t\t\t\t\t\t\tonly. It does not represent the opinions of NewsBTC on whether to buy, sell or hold any\n\t\t\t\t\t\t\tinvestments and naturally investing carries risks. You are advised to conduct your own\n\t\t\t\t\t\t\tresearch before making any investment decisions. Use information provided on this website\n\t\t\t\t\t\t\tentirely at your own risk. \n\t\t\t\t\t\tIn contrast to popular bullish sentiments, Bitcoin began October on a bearish note, recording a price decline of over 7%...\t\t\t\t\t \n\t\t\t\t\t\tBitcoin, which started the month on a negative note, has begun to regain some positive momentum and is up by...\t\t\t\t\t \n\t\t\t\t\t\tAccording to data from CoinMarketCap, the price of Ethereum slipped by 10.23% over the last seven days in line with...\t\t\t\t\t Be the first to get the latest important crypto news & events to your inbox.  Δ NewsBTC is a cryptocurrency news service that covers bitcoin news today, technical analysis & forecasts for bitcoin price and other altcoins. Here at NewsBTC, we are dedicated to enlightening everyone about bitcoin and other cryptocurrencies. We cover BTC news related to bitcoin exchanges, bitcoin mining and price forecasts for various cryptocurrencies.  © 2024 NewsBTC. All Rights Reserved.  © 2024 NewsBTC. All Rights Reserved. ...",
            "label": "Block Chain",
            "author": "Dalmas Ngetich"
        }
    ]
}